{
  "videos": {
    "gi-cancer-asco-2024-practice-changing": {
      "source": "asco",
      "title": "GI Cancer ASCO 2024 Practice Changing",
      "url": "https://www.asco.org/meetings-education/asco-annual-meeting/abstracts/gi-cancer-asco-2024-practice-changing",
      "video": "https://www.asco.org/videos/gi-cancer-asco-2024-practice-changing",
      "youtube": "bhVDYM0U-5E",
      "transcript": "videos/gi-cancer.json"
    },
    "asco-2024-and-esmo-gi-2024": {
      "source": "asco-esmo",
      "title": "ASCO-ESMO GI 2024",
      "url": "https://www.asco.org/meetings-education/asco-annual-meeting/abstracts/asco-esmo-gi-2024",
      "video": "https://www.asco.org/videos/asco-esmo-gi-2024",
      "youtube": "wfOO5BXBrhc",
      "transcript": "videos/asco-2024-and-esmo-gi-2024.json"
    },
    "ucsf-bay-area-breast-cancer": {
      "source": "ucsf",
      "title": "UCSF Bay Area Breast Cancer",
      "url": "https://www.ucsf.edu/news/2023/09/ucsf-bay-area-breast-cancer",
      "video": "https://www.ucsf.edu/video/ucsf-bay-area-breast-cancer",
      "youtube": "JyYo6Z2cWrk",
      "transcript": "videos/ucsf-bay-area-breast-cancer.json"
    }
  },
  "advisors": {
    "rachel-green": {
      "img": "img/jane-doe.webp",
      "name": "Rachel Green",
      "role": "Senior Manager, Brand/Product Strategy",
      "age": 38,
      "background": "MBA in Marketing, 12 years in the pharmaceutical industry, focusing on oncology.",
      "specialties": "Market positioning, brand lifecycle management, cross-functional collaboration.",
      "clientele": "Healthcare professionals, advocacy groups, and patient networks.",
      "goals": "Identify market opportunities and create impactful strategies for oncology products.",
      "challenges": "Addressing competition, staying updated with clinical advancements, and tailoring brand messages.",
      "interests": "New treatment options, emerging clinical data, market differentiation, patient advocacy insights, competitive landscape analysis, treatment access strategies.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Plenary Strategic Impact</strong>: Your MBA analytical skills are vital in understanding why this study at 2:10 earned plenary status at ASCO 2024. As one of only five featured studies, its focus on comparing community versus academic treatment approaches directly informs your market segmentation and access strategies.",
            "start_time": 130.88
          },
          {
            "p": "<strong>CROSS to FLOT Evolution Analysis</strong>: Drawing on your pharmaceutical expertise, the discussion at 2:38 of CROSS's evolution from breakthrough to control arm demonstrates the dynamic nature of treatment standards, crucial for your product lifecycle planning and market positioning.",
            "start_time": 158.42
          },
          {
            "p": "<strong>Treatment Protocol Implementation</strong>: Your market strategy role benefits from the analysis at 3:39 of how methodological challenges in evolving treatment landscapes impact protocol adoption, informing your educational initiatives and stakeholder engagement.",
            "start_time": 219.12
          },
          {
            "p": "<strong>Market Access Pattern Analysis</strong>: Leveraging your expertise in market segmentation, the discussion at 6:41 about different implementation approaches between academic and community settings provides crucial insights for developing targeted access strategies.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Treatment Sequencing Strategy</strong>: Your brand strategy background enhances the interpretation at 8:20 of optimal treatment sequencing data, crucial for developing comprehensive market access and educational programs.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Cross-disciplinary Integration</strong>: Your strategic planning expertise aligns with the emphasis at 9:54 on multidisciplinary care coordination, informing your approach to facilitating collaborative treatment decision-making.",
            "start_time": 594.18
          },
          {
            "p": "<strong>Clinical Practice Evolution</strong>: Your MBA analytical skills are valuable in assessing the discussion at 11:27 about rapidly changing treatment standards and their impact on clinical practice patterns, crucial for market adaptation strategies.",
            "start_time": 687.94
          },
          {
            "p": "<strong>Patient Outcome Optimization</strong>: Your pharmaceutical background enriches the analysis at 13:51 of treatment outcomes and safety profiles, supporting your development of targeted educational and market access initiatives.",
            "start_time": 831.21
          },
          {
            "p": "<strong>Market Implementation Framework</strong>: Your strategic role benefits from the insights at 16:06 about implementing complex treatment protocols across different practice settings, informing your comprehensive market access planning.",
            "start_time": 966.21
          },
          {
            "p": "<strong>Future Treatment Integration</strong>: Drawing on your brand strategy expertise, the discussion at 18:58 about emerging treatment approaches and their integration into current protocols guides your long-term market planning strategies.",
            "start_time": 1138.21
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>MGH-Harvard Research Network Impact</strong>: As Senior Manager in Brand/Product Strategy, Dr. Kuntner's leadership in gastric and esophageal cancer genomics at MGH-Harvard, combined with NRG and NCI committee roles, provides crucial insights. This institutional research network aligns with your goal of identifying strategic partnerships and market opportunities.",
            "start_time": 103.44
          },
          {
            "p": "<strong>S-EPEC Trial Market Strategy</strong>: Your pharmaceutical background enhances appreciation of the S-EPEC trial comparing FLOT versus CROSS approaches. The study's focus on real-world treatment patterns between academic and community settings directly informs your market positioning and access strategies.",
            "start_time": 432.18
          },
          {
            "p": "<strong>FLOT Completion Rate Analysis</strong>: Drawing on your MBA analytical skills, the completion rate comparison (90% preoperative vs 50% postoperative FLOT) provides critical market insights. This data supports your specialty in developing evidence-based market access programs and educational initiatives.",
            "start_time": 747.5
          },
          {
            "p": "<strong>INFINITY No-Surgery Trial</strong>: Your interest in patient-centric approaches aligns with INFINITY's investigation of surgery avoidance in select patients. This innovative trial design informs your strategy for positioning treatments that enhance patient quality of life.",
            "start_time": 921.42
          },
          {
            "p": "<strong>RENAISSANCE Stage IV Strategy</strong>: Leveraging your role in brand strategy, the RENAISSANCE trial's examination of surgical timing in stage IV disease provides key market insights. The findings inform your product positioning across different treatment settings and patient segments.",
            "start_time": 1141.32
          },
          {
            "p": "<strong>ARMANI Treatment Optimization</strong>: Your background in market differentiation benefits from ARMANI's focus on treatment sequence optimization. The study's emphasis on maximizing therapeutic benefit aligns with your goal of developing comprehensive market strategies.",
            "start_time": 1308.78
          },
          {
            "p": "<strong>Keynote 585/811 Integration</strong>: Your specialty in strategic planning is enhanced by understanding Keynote 585's stage II/III immunotherapy findings and Keynote 811's HER2-positive results. This data guides your immunotherapy positioning strategies across different disease stages.",
            "start_time": 1549.12
          },
          {
            "p": "<strong>Claudin-18.2 Market Opportunity</strong>: Aligning with your goal of identifying market opportunities, the Spotlight and GLOW trials of zolbetuximab targeting Claudin-18.2 present key strategic insights. The anticipated November FDA approval timeline informs your market preparation and launch planning.",
            "start_time": 1785.36
          },
          {
            "p": "<strong>Novel Targets Pipeline Analysis</strong>: Your pharmaceutical expertise is valuable in analyzing emerging targets (FGFR-2B, TIGIT, MET). This pipeline assessment supports your interest in developing innovative market strategies and identifying future growth opportunities.",
            "start_time": 2108.89
          },
          {
            "p": "<strong>Regional Treatment Strategy</strong>: Drawing on your role in global market strategy, the discussion at 35:26 about regional preferences for treatment regimens (US vs Asia) informs your market access planning and regional adaptation strategies.",
            "start_time": 2126.25
          },
          {
            "p": "<strong>Three-Year Survival Data in Stage IV Disease</strong>: Your MBA analytical background is valuable in interpreting the survival data at 35:43, showing how precise long-term survival metrics (3-year, 4-year outcomes) inform patient communications and market planning strategies.",
            "start_time": 2143.67
          },
          {
            "p": "<strong>Zolbetuximab Plus Chemotherapy Efficacy Analysis</strong>: Drawing on your pharmaceutical expertise, the analysis at 36:23 demonstrates a significant 5% improvement in 3-year survival rates (20% vs 15%) with zolbetuximab addition, providing concrete data for market differentiation.",
            "start_time": 2183.83
          },
          {
            "p": "<strong>Median Survival Benefit Assessment</strong>: Your strategic planning role benefits from the detailed comparison at 36:48 showing three-month median survival improvement, paralleling immune therapy patterns and informing value proposition development.",
            "start_time": 2208.35
          },
          {
            "p": "<strong>Market Positioning Strategy</strong>: Your background in market differentiation is enhanced by the discussion at 37:25 about treatment sequencing and combination therapy approaches. This insight supports your development of comprehensive market strategies.",
            "start_time": 2245.67
          },
          {
            "p": "<strong>Competitive Landscape Analysis</strong>: The analysis at 38:03 of emerging treatment options and their impact on market dynamics informs your competitive positioning strategies. This data supports your goal of identifying market opportunities and creating impactful strategies.",
            "start_time": 2283.83
          },
          {
            "p": "<strong>Treatment Access Strategies</strong>: Your role in strategic planning benefits from the discussion at 38:42 about treatment access and patient advocacy. This insight supports your development of market access strategies and educational initiatives.",
            "start_time": 2322.25
          },
          {
            "p": "<strong>Market Forecasting Insights</strong>: The presentation's data on market trends and growth opportunities informs your market forecasting and strategic planning. This insight supports your goal of identifying market opportunities and creating impactful strategies.",
            "start_time": 2360.67
          },
          {
            "p": "<strong>Brand Lifecycle Management</strong>: Your background in brand lifecycle management is enhanced by the discussion at 40:00 about product positioning and market access strategies. This insight supports your development of comprehensive brand strategies.",
            "start_time": 2400.83
          },
          {
            "p": "<strong>Cross-functional Collaboration</strong>: The emphasis on cross-functional collaboration at 40:40 demonstrates effective team-based approaches. This insight supports your role in facilitating collaborative care discussions and developing comprehensive market strategies.",
            "start_time": 2440.25
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Surgical Expertise</strong>: Rachel demonstrates her surgical expertise by analyzing lymph node procedures in NSABP trials. She leads the endocrine optimization program and provides critical insights into surgical outcomes from clinical trials. Her innovative approach to patient care is evident through her analysis of individualized treatment strategies.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Clinical Research Excellence</strong>: Rachel's research leadership shines through her telemedicine patient outreach initiatives. She analyzes Alliance trial outcomes and evaluates surgical protocol modifications. Her expertise in treatment optimization is demonstrated through comprehensive protocol analysis.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Patient Care Innovation</strong>: Rachel's commitment to patient-centered care is evident when discussing treatment patterns across institutions. She analyzes patient outcomes and focuses on optimizing treatment protocols. Her strategic approach to patient care is highlighted through innovative methodologies.",
            "start_time": 555.5
          },
          {
            "p": "<strong>Treatment Strategy Development</strong>: Rachel showcases her expertise in developing targeted treatment approaches. Her analysis of surgical outcomes informs protocol development, while she demonstrates leadership in implementing evidence-based practices and provides insights into strategic treatment planning.",
            "start_time": 784.78
          },
          {
            "p": "<strong>Complex Case Management</strong>: Rachel expertly analyzes estrogen-positive tumor cases, demonstrating her deep understanding of cancer biology. Her insights into treatment planning showcase her expertise in managing complex cases, and she discusses long-term risk assessment strategies.",
            "start_time": 1082.66
          },
          {
            "p": "<strong>Treatment Protocol Innovation</strong>: Rachel's leadership in protocol development is evident through her comprehensive treatment analysis. She discusses innovative treatment approaches and evaluates treatment efficacy across different patient populations.",
            "start_time": 1247.84
          },
          {
            "p": "<strong>Clinical Decision Making</strong>: Rachel demonstrates her expertise in evidence-based decision making. Her analysis of treatment outcomes informs protocol development, while she provides insights into managing treatment complications.",
            "start_time": 1407.16
          },
          {
            "p": "<strong>Patient-Centered Strategies</strong>: Rachel's commitment to personalized care is shown through her discussion of patient-specific factors. She analyzes treatment adaptations and focuses on optimizing patient outcomes.",
            "start_time": 1548.14
          },
          {
            "p": "<strong>Therapeutic Advancement</strong>: Rachel leads discussions on innovative therapy approaches. Her expertise in treatment optimization is demonstrated through detailed case analyses, and she evaluates protocol implementation strategies.",
            "start_time": 2144.18
          },
          {
            "p": "<strong>Research Leadership</strong>: Rachel's research expertise is evident when discussing treatment adaptations. She analyzes clinical trial outcomes and provides insights into protocol development.",
            "start_time": 2403.28
          },
          {
            "p": "<strong>Clinical Excellence</strong>: Rachel demonstrates her expertise in managing complex cases. Her leadership in treatment planning is shown through innovative approaches to patient care.",
            "start_time": 2529.14
          },
          {
            "p": "<strong>Treatment Innovation</strong>: Rachel's commitment to advancing treatment protocols is evident through her analysis of therapeutic strategies. She evaluates treatment outcomes and focuses on protocol optimization.",
            "start_time": 2709.46
          },
          {
            "p": "<strong>Healthcare Integration</strong>: Rachel analyzes cross-institutional collaboration in cancer care. Her expertise in system optimization is demonstrated through standardized protocol implementation, and she evaluates healthcare delivery strategies.",
            "start_time": 3368.92
          },
          {
            "p": "<strong>Protocol Development</strong>: Rachel's leadership in protocol development is shown through comprehensive treatment analysis. She discusses evidence-based practices and provides insights into treatment standardization.",
            "start_time": 3847.1
          },
          {
            "p": "<strong>Treatment Framework</strong>: Rachel outlines sustainable treatment frameworks. Her expertise in protocol implementation is demonstrated as she analyzes long-term treatment strategies.",
            "start_time": 4007.4
          },
          {
            "p": "<strong>Evidence-Based Practice</strong>: Rachel's commitment to evidence-based care is evident through her analysis of treatment outcomes. She discusses protocol optimization and focuses on advancing cancer care through research-driven approaches.",
            "start_time": 4144.18
          }
        ]
      }
    },
    "david-wilson": {
      "img": "img/michael-brown.webp",
      "name": "David Wilson",
      "role": "Regional MSL, Oncology",
      "age": 45,
      "background": "PharmD, 15 years in medical affairs, with 8 years specializing in gastrointestinal oncology.",
      "specialties": "Stakeholder engagement, KOL (Key Opinion Leader) management, education delivery.",
      "clientele": "Oncologists, surgeons, and research coordinators.",
      "goals": "Build relationships with KOLs, ensure accurate dissemination of medical information, and support clinical education.",
      "challenges": "Translating complex data into actionable insights, maintaining credibility, and addressing tough scientific questions.",
      "interests": "Immunotherapy breakthroughs, chemotherapy advancements, clinical trial data, treatment guidelines, and patient case studies.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>Clinical Trial Evolution</strong>: The plenary presentation of S-EPEC study provides crucial insights for your KOL discussions. With your 15 years in medical affairs and specialized GI oncology background, this comparison between CROSS and FLOT approaches offers valuable context for scientific exchange about evolving treatment standards.",
            "start_time": 44.64
          },
          {
            "p": "<strong>Clinical Practice Implementation</strong>: The methodological considerations and practical challenges discussed provide crucial context for your educational role. This information supports your goal of helping clinicians optimize treatment delivery and patient care.",
            "start_time": 155.88
          },
          {
            "p": "<strong>Clinical Outcomes Analysis</strong>: The detailed examination of completion rates (90% preoperative vs 50% postoperative FLOT) presents critical teaching opportunities. This data directly supports your role in stakeholder engagement and helps address practical implementation questions from clinicians.",
            "start_time": 202.06
          },
          {
            "p": "<strong>Historical Perspective Integration</strong>: The evolution from epiribicin-based treatments to FLOT demonstrates field advancement. Your 8 years specializing in GI oncology positions you perfectly to contextualize these changes and their implications for current clinical practice.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Supportive Care Strategies</strong>: The focus on improved supportive care measures aligns with your educational delivery role. These insights strengthen your discussions about optimizing patient outcomes and treatment adherence with healthcare providers.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Evidence-Based Practice Updates</strong>: The comprehensive trial outcomes discussion provides key material for your KOL interactions. Your expertise in stakeholder engagement enables effective communication of these findings to influence clinical practice.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Treatment Paradigm Education</strong>: The analysis of evolving treatment standards offers valuable teaching opportunities. Your background in medical affairs helps translate these developments into practical guidance for healthcare providers.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Clinical Practice Implementation</strong>: The methodological considerations and practical challenges discussed provide crucial context for your educational role. This information supports your goal of helping clinicians optimize treatment delivery and patient care.",
            "start_time": 546.28
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>Clinical Research Leadership</strong>: Dr. Kuttner's role in leading the gastric and esophageal program at MGH, combined with his involvement in NRG and NCI committees, provides valuable insights for your KOL engagement strategy. His expertise in translational research and genomics aligns with current therapeutic trends.",
            "start_time": 103.44
          },
          {
            "p": "<strong>Disease Burden Analysis</strong>: The presentation's statistics on stomach cancer's impact - 30,000 new US cases annually and its position as the second leading cause of cancer deaths worldwide - offers crucial epidemiological context for your scientific discussions with healthcare providers.",
            "start_time": 225.52
          },
          {
            "p": "<strong>Diagnostic Challenge Insights</strong>: Understanding that many patients are asymptomatic during early stages, leading to late diagnosis, is critical for your educational initiatives. This knowledge can enhance your discussions about the importance of early detection and screening protocols.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Research Grant Impact</strong>: The Foundation's achievement of $1.45 million in research grants demonstrates the growing research momentum in gastric cancer. This information supports your role in discussing emerging clinical trials and research opportunities with KOLs.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Therapeutic Innovation Focus</strong>: Dr. Kuttner's emphasis on cancer genomics and targeted therapies aligns with your scientific expertise. His insights on immune-mediated therapies and biomarkers provide valuable context for discussions about personalized treatment approaches.",
            "start_time": 432.18
          },
          {
            "p": "<strong>Clinical Trial Evolution</strong>: The presentation's coverage of current research initiatives, including Stand Up to Cancer and NCI support, offers important updates for your KOL discussions about ongoing and upcoming clinical trials in gastric cancer.",
            "start_time": 488.94
          },
          {
            "p": "<strong>Treatment Guidelines Context</strong>: Dr. Kuttner's involvement in NCCN Guidelines Committees provides valuable insights into treatment protocol development. This information enhances your ability to discuss guideline updates and implementation strategies.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Patient Advocacy Integration</strong>: The emphasis on patient advocacy and education demonstrates the importance of incorporating patient perspectives in clinical research. This insight supports your role in facilitating patient-centered trial designs and outcomes.",
            "start_time": 594.66
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Scientific Meeting Strategy</strong>: The discussion of ASCO's role in presenting breakthrough breast cancer research provides crucial context for your KOL interactions. Understanding the conference's significance helps you prepare for scientific exchanges about emerging data.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Clinical Evidence Framework</strong>: The presentation's emphasis on how conference data impacts treatment approaches and study design offers valuable insights. This understanding enhances your ability to discuss evidence-based practice evolution with healthcare providers.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Multidisciplinary Collaboration</strong>: UCSF's team approach, featuring surgical, medical oncology, and fellowship perspectives, demonstrates effective cross-specialty collaboration. This model informs your interactions with various healthcare specialists.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Research Program Insights</strong>: The discussion of UCSF's endocrine optimization program and ongoing clinical trials provides valuable context for your scientific exchanges. This knowledge enhances your ability to discuss current research initiatives.",
            "start_time": 296.38
          },
          {
            "p": "<strong>Digital Health Innovation</strong>: The presentation's coverage of telemedicine research, supported by ASCO and AACR, reveals emerging care delivery models. This information strengthens your discussions about evolving healthcare practices.",
            "start_time": 348.1
          },
          {
            "p": "<strong>Surgical Technique Evolution</strong>: The detailed explanation of axillary lymph node staging approaches provides important surgical context. This knowledge enhances your ability to discuss comprehensive treatment strategies with clinicians.",
            "start_time": 401.84
          },
          {
            "p": "<strong>Patient Communication Strategy</strong>: The speaker's method of explaining complex surgical concepts offers valuable communication techniques. This approach can inform your educational discussions with healthcare providers about patient counseling.",
            "start_time": 452.1
          },
          {
            "p": "<strong>Interactive Education Model</strong>: The webinar's Q&A format demonstrates effective knowledge exchange. This model provides insights for facilitating productive scientific discussions and addressing clinical practice questions.",
            "start_time": 505.5
          }
        ]
      }
    },
    "emily-harper": {
      "img": "img/emily-turner.webp",
      "name": "Emily Harper",
      "role": "Manager, Medical Scientific Communications",
      "age": 33,
      "background": "MSc in Scientific Writing, 8 years of experience in oncology publications and educational materials.",
      "specialties": "Publication planning, scientific messaging, and cross-team collaboration.",
      "clientele": "Internal stakeholders (medical affairs, R&D) and external audiences (HCPs, journals).",
      "goals": "Develop clear, accurate, and impactful scientific content aligned with regulatory standards.",
      "challenges": "Managing timelines, ensuring message consistency, and synthesizing complex data for diverse audiences.",
      "interests": "Novel treatment mechanisms, clinical trial results, storytelling with data, effective slide deck preparation, compliance in medical communications.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Study Communications</strong>: As Manager of Medical Scientific Communications, the S-EPEC study comparing treatment approaches in esophageal adenocarcinoma offers rich content for scientific messaging. The study's focus on real-world treatment patterns between academic and community settings provides valuable material for developing clear, regulatory-aligned content and publication planning.",
            "start_time": 44.64
          },
          {
            "p": "<strong>Study Design Communication</strong>: The ARMANI study's complex patient selection criteria and endpoint design present opportunities for clear scientific narrative development. This framework helps translate trial methodology into accessible educational content.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Treatment Evolution Messaging</strong>: The TRANSMET trial's insights on treatment sequencing require precise scientific communication. This data provides foundation for developing clear messaging about evolving treatment approaches.",
            "start_time": 350.94
          },
          {
            "p": "<strong>Combination Strategy Narrative</strong>: The Collision trial's exploration of novel combinations offers rich material for scientific storytelling. These findings support development of compelling narratives about advancing treatment paradigms.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Endpoint Innovation Communication</strong>: The COMMIT study's novel endpoints present opportunities for innovative data visualization. This approach enhances communication of complex trial outcomes to diverse audiences.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Clinical Implementation Messaging</strong>: The analysis of treatment patterns across different settings provides context for targeted communication strategies. This insight guides development of setting-specific educational materials.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Outcomes Data Translation</strong>: The focus on patient-centered outcomes offers opportunities for impactful data presentation. This approach supports creation of clear benefit-risk communication materials.",
            "start_time": 546.28
          },
          {
            "p": "<strong>Protocol Communication Strategy</strong>: The studies' methodological innovations require clear scientific explanation. This context guides development of comprehensive educational resources about trial design.",
            "start_time": 594.18
          },
          {
            "p": "<strong>Collaborative Research Narrative</strong>: The emphasis on cross-disciplinary approaches provides material for team-based care messaging. This insight supports development of integrated communication strategies.",
            "start_time": 634.1
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>Scientific Narrative Framework</strong>: Dr. Kuttner's structured presentation of complex oncology updates demonstrates effective scientific communication. His approach to integrating research updates with clinical context provides a valuable model for developing clear, impactful scientific narratives.",
            "start_time": 103.44
          },
          {
            "p": "<strong>Data Communication Strategy</strong>: The presentation's effective delivery of key statistics - 30,000 new US cases and global mortality rankings - showcases how to translate epidemiological data into compelling narratives that resonate with both clinical and non-clinical audiences.",
            "start_time": 225.52
          },
          {
            "p": "<strong>Clinical Context Development</strong>: The discussion of asymptomatic early-stage challenges provides crucial context for communications about diagnostic approaches. This narrative framework helps articulate the importance of early detection initiatives to various stakeholders.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Research Impact Messaging</strong>: The Foundation's achievement of $1.45 million in research grants demonstrates effective research communication. This success story provides a template for communicating research progress and funding impact to diverse audiences.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Scientific Innovation Narrative</strong>: Dr. Kuttner's explanation of cancer genomics and targeted therapies illustrates effective communication of complex scientific concepts. His approach to discussing biomarkers and immune-mediated therapies provides a model for translating advanced research into accessible content.",
            "start_time": 432.18
          },
          {
            "p": "<strong>Clinical Research Communication</strong>: The presentation's coverage of multi-institutional research initiatives demonstrates effective ways to communicate collaborative scientific efforts. This framework helps in developing comprehensive narratives about ongoing research programs.",
            "start_time": 488.94
          },
          {
            "p": "<strong>Guidelines Communication Strategy</strong>: The discussion of NCCN Guidelines provides insights for communicating treatment protocols effectively. This approach helps in developing clear, actionable content about clinical practice updates and implementation strategies.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Patient Education Framework</strong>: The webinar's approach to patient education and advocacy demonstrates effective health communication strategies. This model supports the development of patient-centric content that bridges scientific complexity with accessibility.",
            "start_time": 594.66
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Scientific Meeting Communication</strong>: The presentation's introduction of ASCO's role in breast cancer advances demonstrates effective scientific context-setting. This approach provides a model for communicating the significance of major oncology meetings and research milestones.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Research Impact Narrative</strong>: The discussion of how conference presentations influence treatment approaches and study design shows effective research communication. This framework helps develop compelling narratives about the evolution of clinical practice.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Expert Panel Communication</strong>: The introduction of multidisciplinary team members and their expertise demonstrates effective presenter credentialing. This approach enhances the authority and credibility of scientific communications.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Digital Engagement Strategy</strong>: The webinar's implementation of Q&A functionality shows effective audience interaction management. This model informs the development of engaging virtual scientific communication formats.",
            "start_time": 218.66
          },
          {
            "p": "<strong>Clinical Research Narrative</strong>: The presentation of UCSF's endocrine optimization program demonstrates clear communication of complex trial designs. This approach guides the development of accessible research program communications.",
            "start_time": 296.38
          },
          {
            "p": "<strong>Innovation Communication</strong>: The discussion of telemedicine research shows effective translation of novel healthcare delivery concepts. This framework helps communicate emerging trends and their impact on patient care.",
            "start_time": 348.1
          },
          {
            "p": "<strong>Technical Content Translation</strong>: The explanation of axillary lymph node staging demonstrates effective communication of complex surgical concepts. This approach informs the development of clear, accessible technical content.",
            "start_time": 401.84
          },
          {
            "p": "<strong>Educational Content Strategy</strong>: The speaker's use of analogies and clear explanations shows effective knowledge translation. This model supports the development of engaging educational materials for various audiences.",
            "start_time": 452.1
          }
        ]
      }
    },
    "mia-chen": {
      "img": "img/mia-chen.jpg",
      "name": "Mia Chen",
      "role": "Director, Competitive Intelligence",
      "age": 42,
      "background": "Biostatistics and data analytics, 17 years in the pharmaceutical industry.",
      "specialties": "Competitor analysis, strategic planning, and market forecasting.",
      "clientele": "Executive leadership and business development teams.",
      "goals": "Provide actionable insights to anticipate competitive moves and inform strategic decisions.",
      "challenges": "Sifting through large datasets, aligning with evolving regulatory landscapes, and predicting market trends.",
      "interests": "Pipeline updates, ASCO/ESMO GI conference findings, emerging therapeutic areas, treatment paradigms, regulatory milestones, and innovation trends.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Study Competitive Analysis</strong>: For your role as Director of Competitive Intelligence, the S-EPEC study's findings on treatment patterns between academic and community settings provide crucial competitive insights. This data helps anticipate market shifts and informs strategic decisions about positioning in the esophageal adenocarcinoma treatment landscape.",
            "start_time": 44.64
          },
          {
            "p": "<strong>Trial Design Intelligence</strong>: The ARMANI study's innovative approach reveals emerging trends in clinical development strategy. This insight helps track competitor trial designs and identify potential shifts in development approaches.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Treatment Landscape Analysis</strong>: The TRANSMET trial's sequencing strategy indicates evolving competitive dynamics. This data informs understanding of market positioning and potential therapeutic competition.",
            "start_time": 350.94
          },
          {
            "p": "<strong>Competitive Strategy Assessment</strong>: The Collision trial's combination approach signals strategic directions in product development. This insight helps anticipate competitor moves and identify partnership opportunities.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Innovation Trajectory Analysis</strong>: The COMMIT study's novel endpoints demonstrate emerging evaluation frameworks. This approach reveals competitive advantages and potential market differentiation strategies.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Market Segmentation Insights</strong>: The analysis of academic versus community treatment patterns reveals market dynamics. This understanding guides competitive positioning across different practice settings.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Value Proposition Analysis</strong>: The focus on patient-centered outcomes indicates evolving value metrics. This insight helps assess competitive positioning and market access strategies.",
            "start_time": 546.28
          },
          {
            "p": "<strong>Development Pipeline Assessment</strong>: The studies' methodological approaches reveal R&D strategy trends. This knowledge supports competitive pipeline analysis and development forecasting.",
            "start_time": 594.18
          },
          {
            "p": "<strong>Stakeholder Strategy Mapping</strong>: The emphasis on cross-disciplinary collaboration shows engagement trends. This insight guides understanding of competitor influence strategies and partnership approaches.",
            "start_time": 634.1
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>Research Institution Landscape</strong>: Dr. Kuttner's affiliation with MGH and Harvard Medical School, along with leadership roles in NRG and NCI committees, reveals the competitive dynamics of institutional research. This network analysis helps identify key research centers and potential collaboration opportunities.",
            "start_time": 103.44
          },
          {
            "p": "<strong>Market Size Analysis</strong>: The presentation's data on 30,000 annual US diagnoses and global mortality rankings provides crucial market sizing insights. This epidemiological context helps assess market potential and identify regional opportunities for strategic focus.",
            "start_time": 225.52
          },
          {
            "p": "<strong>Disease Burden Analysis</strong>: The discussion of early-stage diagnostic challenges highlights an important market gap. Understanding these clinical limitations informs competitive positioning in the diagnostic and early detection market segments.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Research Funding Analysis</strong>: The Foundation's success in securing $1.45 million in research grants indicates growing investment in gastric cancer research. This funding pattern analysis helps track research priorities and potential market directions.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Technology Innovation Mapping</strong>: Dr. Kuttner's focus on cancer genomics, targeted therapies, and immune-mediated approaches provides insights into emerging technology trends. This information is vital for mapping competitive landscapes in precision medicine.",
            "start_time": 432.18
          },
          {
            "p": "<strong>Research Partnership Analysis</strong>: The presentation's coverage of multi-institutional collaborations, including Stand Up to Cancer and NCI support, reveals key strategic alliances. This network analysis helps identify influential research partnerships and funding patterns.",
            "start_time": 488.94
          },
          {
            "p": "<strong>Treatment Protocol Evolution</strong>: The discussion of NCCN Guidelines development provides insights into evolving treatment standards. This understanding is crucial for anticipating market changes and competitive positioning in therapeutic areas.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Stakeholder Landscape Assessment</strong>: The webinar's emphasis on patient advocacy and education demonstrates the growing influence of patient organizations. This stakeholder analysis informs engagement strategies and market access approaches.",
            "start_time": 594.66
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Conference Strategy Analysis</strong>: The discussion of ASCO's role in presenting breakthrough research reveals key scientific platform dynamics. Understanding conference positioning helps identify strategic opportunities for data presentation and competitive differentiation.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Research Impact Assessment</strong>: The analysis of how conference presentations influence treatment approaches provides valuable competitive context. This insight helps evaluate the market impact of new clinical data and research initiatives.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Institution Capability Analysis</strong>: UCSF's multidisciplinary approach, featuring surgical, medical oncology, and fellowship programs, demonstrates institutional strengths. This framework helps assess competitive positioning in the academic research landscape.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Digital Platform Strategy</strong>: The webinar's implementation of interactive Q&A reveals evolving engagement models. This insight informs competitive analysis of digital scientific communication platforms and virtual conference strategies.",
            "start_time": 218.66
          },
          {
            "p": "<strong>Research Program Evaluation</strong>: The presentation of UCSF's endocrine optimization program reveals strategic research priorities. This information helps assess institutional focus areas and potential competitive advantages in clinical research.",
            "start_time": 296.38
          },
          {
            "p": "<strong>Healthcare Innovation Analysis</strong>: The discussion of telemedicine research, supported by ASCO and AACR, highlights emerging care delivery trends. This insight helps evaluate competitive positioning in digital health innovation.",
            "start_time": 348.1
          },
          {
            "p": "<strong>Technical Innovation Assessment</strong>: The detailed explanation of axillary lymph node staging approaches reveals surgical technique evolution. This information helps analyze competitive differentiation in surgical innovation and technology adoption.",
            "start_time": 401.84
          },
          {
            "p": "<strong>Educational Strategy Analysis</strong>: The speaker's approach to explaining complex concepts demonstrates effective knowledge translation. This model helps evaluate competitive positioning in medical education and professional development.",
            "start_time": 452.1
          }
        ]
      }
    }
  },
  "prompts": {
    "interests": "Given this information about a financial advisor, return a JSON object {\"interests\": \"...\"} containing comma-separated keywords they would be interested in when listening to a financial podcast.",
    "highlights": "Given this video transcript:\n\nTitle: ${title}\n${transcript_with_timing}\n\nWrite a few paragraphs for:\n\n${profile}\n\nExplain the implications for their investors and how they can leverage this information to maximize returns for their clients. Respond as JSON paragraphs with timing.\n\n```json\n[\n{\"p\": \"[firstname], this video can help your [clientele] about ...\",\"start_time\": ...},{\"p\": \"[insight 1]\",\"start_time\": ...},{\"p\": \"[insight 2]\",\"start_time\": ...},{\"p\": \"[insight 3]\",\"start_time\": ...},]"
  }
}
