{
  "videos": {
    "gi-cancer-asco-2024-practice-changing": {
      "source": "asco",
      "title": "GI Cancer ASCO 2024 Practice Changing",
      "url": "https://www.asco.org/meetings-education/asco-annual-meeting/abstracts/gi-cancer-asco-2024-practice-changing",
      "video": "https://www.asco.org/videos/gi-cancer-asco-2024-practice-changing",
      "youtube": "bhVDYM0U-5E",
      "transcript": "videos/gi-cancer.json"
    },
    "asco-2024-and-esmo-gi-2024": {
      "source": "asco-esmo",
      "title": "ASCO-ESMO GI 2024",
      "url": "https://www.asco.org/meetings-education/asco-annual-meeting/abstracts/asco-esmo-gi-2024",
      "video": "https://www.asco.org/videos/asco-esmo-gi-2024",
      "youtube": "wfOO5BXBrhc",
      "transcript": "videos/asco-esmo-gi-2024.json"
    },
    "ucsf-bay-area-breast-cancer": {
      "source": "ucsf",
      "title": "UCSF Bay Area Breast Cancer",
      "url": "https://www.ucsf.edu/news/2023/09/ucsf-bay-area-breast-cancer",
      "video": "https://www.ucsf.edu/video/ucsf-bay-area-breast-cancer",
      "youtube": "JyYo6Z2cWrk",
      "transcript": "videos/ucsf-bay-area-breast-cancer.json"
    }
  },
  "advisors": {
    "rachel-green": {
      "img": "img/jane-doe.webp",
      "name": "Rachel Green",
      "role": "Senior Manager, Brand/Product Strategy",
      "age": 38,
      "background": "MBA in Marketing, 12 years in the pharmaceutical industry, focusing on oncology.",
      "specialties": "Market positioning, brand lifecycle management, cross-functional collaboration.",
      "clientele": "Healthcare professionals, advocacy groups, and patient networks.",
      "goals": "Identify market opportunities and create impactful strategies for oncology products.",
      "challenges": "Addressing competition, staying updated with clinical advancements, and tailoring brand messages.",
      "interests": "New treatment options, emerging clinical data, market differentiation, patient advocacy insights, competitive landscape analysis, treatment access strategies.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Study Market Impact</strong>: As Senior Manager of Brand/Product Strategy, the S-EPEC study comparing concurrent chemoradiation versus perioperative FLOT in esophageal adenocarcinoma presents key market implications. The study's focus on community versus academic treatment patterns aligns with your goals of identifying market opportunities and creating impactful strategies. This data will be crucial for market positioning and cross-functional collaboration in treatment access strategies.",
            "start_time": 44.64
          },
          {
            "p": "<strong>Treatment Protocol Implementation</strong>: The methodological challenges discussed in evolving treatment landscapes directly support your educational initiatives. Your PharmD background enables you to effectively communicate these complex protocol considerations to healthcare providers.",
            "start_time": 155.88
          },
          {
            "p": "<strong>Clinical Outcomes Analysis</strong>: The detailed examination of completion rates (90% preoperative vs 50% postoperative FLOT) presents critical teaching opportunities. This data directly supports your role in stakeholder engagement and helps address practical implementation questions from clinicians.",
            "start_time": 202.06
          },
          {
            "p": "<strong>Clinical Trial Design Analysis</strong>: The ARMANI study's innovative approach to patient selection and endpoint assessment provides valuable context for your KOL discussions. This insight enhances scientific exchange about trial methodology and patient stratification.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Treatment Sequencing Evidence</strong>: The TRANSMET trial's exploration of optimal treatment sequencing offers important clinical insights. This data supports your discussions with healthcare providers about evidence-based treatment decision-making.",
            "start_time": 350.94
          },
          {
            "p": "<strong>Combination Therapy Rationale</strong>: The Collision trial's investigation of novel combination approaches demonstrates evolving treatment paradigms. This evidence enhances your ability to discuss scientific rationale for combination strategies with clinicians.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Novel Endpoints Discussion</strong>: The COMMIT study's implementation of innovative endpoints provides crucial context for clinical research discussions. This knowledge strengthens your ability to explain trial design evolution to healthcare providers.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Practice Pattern Analysis</strong>: The comparison of treatment approaches between academic and community settings offers valuable implementation insights. This understanding enhances your ability to support evidence-based practice across different settings.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Patient Outcome Assessment</strong>: The trials' focus on patient-centered endpoints provides important efficacy and safety context. This data supports your educational discussions about benefit-risk assessment with healthcare providers.",
            "start_time": 546.28
          },
          {
            "p": "<strong>Research Implementation Strategy</strong>: The studies' approach to protocol design and execution offers insights for clinical practice integration. This knowledge enhances your ability to support healthcare providers in research participation.",
            "start_time": 594.18
          },
          {
            "p": "<strong>Cross-disciplinary Collaboration</strong>: The trials' emphasis on multidisciplinary care coordination demonstrates effective team-based approaches. This insight supports your role in facilitating collaborative care discussions.",
            "start_time": 634.10
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>Strategic Research Partnership</strong>: Dr. Kuttner's presentation through Debbie's Dream Foundation demonstrates successful research-advocacy collaboration. This partnership model offers valuable insights for developing patient-centric market strategies and strengthening relationships with advocacy organizations.",
            "start_time": 103.44
          },
          {
            "p": "<strong>Market Size and Opportunity Analysis</strong>: The discussion of 30,000 new stomach cancer diagnoses annually in America, combined with global mortality statistics, provides crucial market sizing data. This information supports your strategic planning and helps identify opportunities for targeted interventions.",
            "start_time": 225.52
          },
          {
            "p": "<strong>Patient Journey Insights</strong>: The presentation's focus on early-stage symptom challenges and diagnosis patterns reveals important market access considerations. This understanding can inform your brand messaging strategy and help address critical gaps in patient care pathways.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Advocacy Impact Assessment</strong>: The Foundation's achievement of $1.45 million in research grants demonstrates the growing influence of patient advocacy. This success story provides valuable context for developing collaborative strategies with advocacy groups and enhancing market presence.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Research Investment Landscape</strong>: The discussion of Department of Defense funding allocation shows evolving research support patterns. This information is valuable for your market positioning and helps identify emerging opportunities in the stomach cancer treatment landscape.",
            "start_time": 432.18
          },
          {
            "p": "<strong>Clinical Innovation Strategy</strong>: Dr. Kuttner's focus on cancer genomics and targeted therapies aligns with current market trends. These insights can guide your product differentiation strategy and help identify future market opportunities in personalized medicine.",
            "start_time": 488.94
          },
          {
            "p": "<strong>Stakeholder Engagement Framework</strong>: The webinar's comprehensive approach to patient education and support demonstrates effective stakeholder engagement. This model can inform your cross-functional collaboration strategies and enhance brand value proposition development.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Market Access Strategy</strong>: Analysis of treatment patterns across academic and community settings reveals key adoption drivers. This understanding guides market access planning and stakeholder engagement strategies.",
            "start_time": 594.66
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Conference Impact Analysis</strong>: ASCO's continued presence in Chicago due to venue capacity demonstrates the scale of oncology conferences. This insight into major scientific meeting dynamics informs strategic planning for product launches and scientific communications.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Scientific Exchange Strategy</strong>: The presentation's focus on three major annual meetings where breast cancer advances are first presented reveals key platforms for scientific communication. This timing knowledge is crucial for planning product announcements and market positioning.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Clinical Practice Impact</strong>: Understanding how conference presentations influence treatment approaches and future study design provides valuable context for market strategy development. This insight helps align product positioning with evolving clinical practices.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Digital Engagement Framework</strong>: The webinar's implementation of interactive Q&A features demonstrates effective virtual engagement strategies. This model informs digital communication approaches for healthcare professional education and scientific exchange.",
            "start_time": 218.66
          },
          {
            "p": "<strong>Research Program Analysis</strong>: UCSF's endocrine optimization program and various clinical trials reveal current research priorities. This information guides strategic planning for product development and market positioning in the breast cancer space.",
            "start_time": 296.38
          },
          {
            "p": "<strong>Telemedicine Innovation Strategy</strong>: The discussion of research into telemedicine patient engagement, supported by ASCO and AACR, highlights emerging healthcare delivery trends. This insight informs digital strategy development and market access planning.",
            "start_time": 348.1
          },
          {
            "p": "<strong>Surgical Innovation Landscape</strong>: The presentation on axillary lymph node staging techniques reveals evolving surgical approaches. This understanding helps identify market opportunities in surgical oncology and treatment optimization.",
            "start_time": 401.84
          },
          {
            "p": "<strong>Patient Education Strategy</strong>: The speaker's approach to explaining complex surgical concepts demonstrates effective patient communication strategies. This model informs the development of patient education materials and support programs.",
            "start_time": 452.1
          }
        ]
      }
    },
    "david-wilson": {
      "img": "img/michael-brown.webp",
      "name": "David Wilson",
      "role": "Regional MSL, Oncology",
      "age": 45,
      "background": "PharmD, 15 years in medical affairs, with 8 years specializing in gastrointestinal oncology.",
      "specialties": "Stakeholder engagement, KOL (Key Opinion Leader) management, education delivery.",
      "clientele": "Oncologists, surgeons, and research coordinators.",
      "goals": "Build relationships with KOLs, ensure accurate dissemination of medical information, and support clinical education.",
      "challenges": "Translating complex data into actionable insights, maintaining credibility, and addressing tough scientific questions.",
      "interests": "Immunotherapy breakthroughs, chemotherapy advancements, clinical trial data, treatment guidelines, and patient case studies.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>Clinical Trial Evolution</strong>: The plenary presentation of S-EPEC study provides crucial insights for your KOL discussions. With your 15 years in medical affairs and specialized GI oncology background, this comparison between CROSS and FLOT approaches offers valuable context for scientific exchange about evolving treatment standards.",
            "start_time": 44.64
          },
          {
            "p": "<strong>Clinical Practice Implementation</strong>: The methodological considerations and practical challenges discussed provide crucial context for your educational role. This information supports your goal of helping clinicians optimize treatment delivery and patient care.",
            "start_time": 155.88
          },
          {
            "p": "<strong>Clinical Outcomes Analysis</strong>: The detailed examination of completion rates (90% preoperative vs 50% postoperative FLOT) presents critical teaching opportunities. This data directly supports your role in stakeholder engagement and helps address practical implementation questions from clinicians.",
            "start_time": 202.06
          },
          {
            "p": "<strong>Historical Perspective Integration</strong>: The evolution from epiribicin-based treatments to FLOT demonstrates field advancement. Your 8 years specializing in GI oncology positions you perfectly to contextualize these changes and their implications for current clinical practice.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Supportive Care Strategies</strong>: The focus on improved supportive care measures aligns with your educational delivery role. These insights strengthen your discussions about optimizing patient outcomes and treatment adherence with healthcare providers.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Evidence-Based Practice Updates</strong>: The comprehensive trial outcomes discussion provides key material for your KOL interactions. Your expertise in stakeholder engagement enables effective communication of these findings to influence clinical practice.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Treatment Paradigm Education</strong>: The analysis of evolving treatment standards offers valuable teaching opportunities. Your background in medical affairs helps translate these developments into practical guidance for healthcare providers.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Clinical Practice Implementation</strong>: The methodological considerations and practical challenges discussed provide crucial context for your educational role. This information supports your goal of helping clinicians optimize treatment delivery and patient care.",
            "start_time": 546.28
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>Clinical Research Leadership</strong>: Dr. Kuttner's role in leading the gastric and esophageal program at MGH, combined with his involvement in NRG and NCI committees, provides valuable insights for your KOL engagement strategy. His expertise in translational research and genomics aligns with current therapeutic trends.",
            "start_time": 103.44
          },
          {
            "p": "<strong>Disease Burden Analysis</strong>: The presentation's statistics on stomach cancer's impact - 30,000 new US cases annually and its position as the second leading cause of cancer deaths worldwide - offers crucial epidemiological context for your scientific discussions with healthcare providers.",
            "start_time": 225.52
          },
          {
            "p": "<strong>Diagnostic Challenge Insights</strong>: Understanding that many patients are asymptomatic during early stages, leading to late diagnosis, is critical for your educational initiatives. This knowledge can enhance your discussions about the importance of early detection and screening protocols.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Research Grant Impact</strong>: The Foundation's achievement of $1.45 million in research grants demonstrates the growing research momentum in gastric cancer. This information supports your role in discussing emerging clinical trials and research opportunities with KOLs.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Therapeutic Innovation Focus</strong>: Dr. Kuttner's emphasis on cancer genomics and targeted therapies aligns with your scientific expertise. His insights on immune-mediated therapies and biomarkers provide valuable context for discussions about personalized treatment approaches.",
            "start_time": 432.18
          },
          {
            "p": "<strong>Clinical Trial Evolution</strong>: The presentation's coverage of current research initiatives, including Stand Up to Cancer and NCI support, offers important updates for your KOL discussions about ongoing and upcoming clinical trials in gastric cancer.",
            "start_time": 488.94
          },
          {
            "p": "<strong>Treatment Guidelines Context</strong>: Dr. Kuttner's involvement in NCCN Guidelines Committees provides valuable insights into treatment protocol development. This information enhances your ability to discuss guideline updates and implementation strategies.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Patient Advocacy Integration</strong>: The emphasis on patient advocacy and education demonstrates the importance of incorporating patient perspectives in clinical research. This insight supports your role in facilitating patient-centered trial designs and outcomes.",
            "start_time": 594.66
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Scientific Meeting Strategy</strong>: The discussion of ASCO's role in presenting breakthrough breast cancer research provides crucial context for your KOL interactions. Understanding the conference's significance helps you prepare for scientific exchanges about emerging data.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Clinical Evidence Framework</strong>: The presentation's emphasis on how conference data impacts treatment approaches and study design offers valuable insights. This understanding enhances your ability to discuss evidence-based practice evolution with healthcare providers.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Multidisciplinary Collaboration</strong>: UCSF's team approach, featuring surgical, medical oncology, and fellowship perspectives, demonstrates effective cross-specialty collaboration. This model informs your interactions with various healthcare specialists.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Research Program Insights</strong>: The discussion of UCSF's endocrine optimization program and ongoing clinical trials provides valuable context for your scientific exchanges. This knowledge enhances your ability to discuss current research initiatives.",
            "start_time": 296.38
          },
          {
            "p": "<strong>Digital Health Innovation</strong>: The presentation's coverage of telemedicine research, supported by ASCO and AACR, reveals emerging care delivery models. This information strengthens your discussions about evolving healthcare practices.",
            "start_time": 348.1
          },
          {
            "p": "<strong>Surgical Technique Evolution</strong>: The detailed explanation of axillary lymph node staging approaches provides important surgical context. This knowledge enhances your ability to discuss comprehensive treatment strategies with clinicians.",
            "start_time": 401.84
          },
          {
            "p": "<strong>Patient Communication Strategy</strong>: The speaker's method of explaining complex surgical concepts offers valuable communication techniques. This approach can inform your educational discussions with healthcare providers about patient counseling.",
            "start_time": 452.1
          },
          {
            "p": "<strong>Interactive Education Model</strong>: The webinar's Q&A format demonstrates effective knowledge exchange. This model provides insights for facilitating productive scientific discussions and addressing clinical practice questions.",
            "start_time": 505.5
          }
        ]
      }
    },
    "emily-harper": {
      "img": "img/emily-turner.webp",
      "name": "Emily Harper",
      "role": "Manager, Medical Scientific Communications",
      "age": 33,
      "background": "MSc in Scientific Writing, 8 years of experience in oncology publications and educational materials.",
      "specialties": "Publication planning, scientific messaging, and cross-team collaboration.",
      "clientele": "Internal stakeholders (medical affairs, R&D) and external audiences (HCPs, journals).",
      "goals": "Develop clear, accurate, and impactful scientific content aligned with regulatory standards.",
      "challenges": "Managing timelines, ensuring message consistency, and synthesizing complex data for diverse audiences.",
      "interests": "Novel treatment mechanisms, clinical trial results, storytelling with data, effective slide deck preparation, compliance in medical communications.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Study Communications</strong>: As Manager of Medical Scientific Communications, the S-EPEC study comparing treatment approaches in esophageal adenocarcinoma offers rich content for scientific messaging. The study's focus on real-world treatment patterns between academic and community settings provides valuable material for developing clear, regulatory-aligned content and publication planning.",
            "start_time": 44.64
          },
          {
            "p": "<strong>Study Design Communication</strong>: The ARMANI study's complex patient selection criteria and endpoint design present opportunities for clear scientific narrative development. This framework helps translate trial methodology into accessible educational content.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Treatment Evolution Messaging</strong>: The TRANSMET trial's insights on treatment sequencing require precise scientific communication. This data provides foundation for developing clear messaging about evolving treatment approaches.",
            "start_time": 350.94
          },
          {
            "p": "<strong>Combination Strategy Narrative</strong>: The Collision trial's exploration of novel combinations offers rich material for scientific storytelling. These findings support development of compelling narratives about advancing treatment paradigms.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Endpoint Innovation Communication</strong>: The COMMIT study's novel endpoints present opportunities for innovative data visualization. This approach enhances communication of complex trial outcomes to diverse audiences.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Clinical Implementation Messaging</strong>: The analysis of treatment patterns across different settings provides context for targeted communication strategies. This insight guides development of setting-specific educational materials.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Outcomes Data Translation</strong>: The focus on patient-centered outcomes offers opportunities for impactful data presentation. This approach supports creation of clear benefit-risk communication materials.",
            "start_time": 546.28
          },
          {
            "p": "<strong>Protocol Communication Strategy</strong>: The studies' methodological innovations require clear scientific explanation. This context guides development of comprehensive educational resources about trial design.",
            "start_time": 594.18
          },
          {
            "p": "<strong>Collaborative Research Narrative</strong>: The emphasis on cross-disciplinary approaches provides material for team-based care messaging. This insight supports development of integrated communication strategies.",
            "start_time": 634.10
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>Scientific Narrative Framework</strong>: Dr. Kuttner's structured presentation of complex oncology updates demonstrates effective scientific communication. His approach to integrating research updates with clinical context provides a valuable model for developing clear, impactful scientific narratives.",
            "start_time": 103.44
          },
          {
            "p": "<strong>Data Communication Strategy</strong>: The presentation's effective delivery of key statistics - 30,000 new US cases and global mortality rankings - showcases how to translate epidemiological data into compelling narratives that resonate with both clinical and non-clinical audiences.",
            "start_time": 225.52
          },
          {
            "p": "<strong>Clinical Context Development</strong>: The discussion of asymptomatic early-stage challenges provides crucial context for communications about diagnostic approaches. This narrative framework helps articulate the importance of early detection initiatives to various stakeholders.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Research Impact Messaging</strong>: The Foundation's achievement of $1.45 million in research grants demonstrates effective research communication. This success story provides a template for communicating research progress and funding impact to diverse audiences.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Scientific Innovation Narrative</strong>: Dr. Kuttner's explanation of cancer genomics and targeted therapies illustrates effective communication of complex scientific concepts. His approach to discussing biomarkers and immune-mediated therapies provides a model for translating advanced research into accessible content.",
            "start_time": 432.18
          },
          {
            "p": "<strong>Clinical Research Communication</strong>: The presentation's coverage of multi-institutional research initiatives demonstrates effective ways to communicate collaborative scientific efforts. This framework helps in developing comprehensive narratives about ongoing research programs.",
            "start_time": 488.94
          },
          {
            "p": "<strong>Guidelines Communication Strategy</strong>: The discussion of NCCN Guidelines provides insights for communicating treatment protocols effectively. This approach helps in developing clear, actionable content about clinical practice updates and implementation strategies.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Patient Education Framework</strong>: The webinar's approach to patient education and advocacy demonstrates effective health communication strategies. This model supports the development of patient-centric content that bridges scientific complexity with accessibility.",
            "start_time": 594.66
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Scientific Meeting Communication</strong>: The presentation's introduction of ASCO's role in breast cancer advances demonstrates effective scientific context-setting. This approach provides a model for communicating the significance of major oncology meetings and research milestones.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Research Impact Narrative</strong>: The discussion of how conference presentations influence treatment approaches and study design shows effective research communication. This framework helps develop compelling narratives about the evolution of clinical practice.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Expert Panel Communication</strong>: The introduction of multidisciplinary team members and their expertise demonstrates effective presenter credentialing. This approach enhances the authority and credibility of scientific communications.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Digital Engagement Strategy</strong>: The webinar's implementation of Q&A functionality shows effective audience interaction management. This model informs the development of engaging virtual scientific communication formats.",
            "start_time": 218.66
          },
          {
            "p": "<strong>Clinical Research Narrative</strong>: The presentation of UCSF's endocrine optimization program demonstrates clear communication of complex trial designs. This approach guides the development of accessible research program communications.",
            "start_time": 296.38
          },
          {
            "p": "<strong>Innovation Communication</strong>: The discussion of telemedicine research shows effective translation of novel healthcare delivery concepts. This framework helps communicate emerging trends and their impact on patient care.",
            "start_time": 348.1
          },
          {
            "p": "<strong>Technical Content Translation</strong>: The explanation of axillary lymph node staging demonstrates effective communication of complex surgical concepts. This approach informs the development of clear, accessible technical content.",
            "start_time": 401.84
          },
          {
            "p": "<strong>Educational Content Strategy</strong>: The speaker's use of analogies and clear explanations shows effective knowledge translation. This model supports the development of engaging educational materials for various audiences.",
            "start_time": 452.1
          }
        ]
      }
    },
    "mia-chen": {
      "img": "img/mia-chen.jpg",
      "name": "Mia Chen",
      "role": "Director, Competitive Intelligence",
      "age": 42,
      "background": "Biostatistics and data analytics, 17 years in the pharmaceutical industry.",
      "specialties": "Competitor analysis, strategic planning, and market forecasting.",
      "clientele": "Executive leadership and business development teams.",
      "goals": "Provide actionable insights to anticipate competitive moves and inform strategic decisions.",
      "challenges": "Sifting through large datasets, aligning with evolving regulatory landscapes, and predicting market trends.",
      "interests": "Pipeline updates, ASCO/ESMO GI conference findings, emerging therapeutic areas, treatment paradigms, regulatory milestones, and innovation trends.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Study Competitive Analysis</strong>: For your role as Director of Competitive Intelligence, the S-EPEC study's findings on treatment patterns between academic and community settings provide crucial competitive insights. This data helps anticipate market shifts and informs strategic decisions about positioning in the esophageal adenocarcinoma treatment landscape.",
            "start_time": 44.64
          },
          {
            "p": "<strong>Trial Design Intelligence</strong>: The ARMANI study's innovative approach reveals emerging trends in clinical development strategy. This insight helps track competitor trial designs and identify potential shifts in development approaches.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Treatment Landscape Analysis</strong>: The TRANSMET trial's sequencing strategy indicates evolving competitive dynamics. This data informs understanding of market positioning and potential therapeutic competition.",
            "start_time": 350.94
          },
          {
            "p": "<strong>Competitive Strategy Assessment</strong>: The Collision trial's combination approach signals strategic directions in product development. This insight helps anticipate competitor moves and identify partnership opportunities.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Innovation Trajectory Analysis</strong>: The COMMIT study's novel endpoints demonstrate emerging evaluation frameworks. This approach reveals competitive advantages and potential market differentiation strategies.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Market Segmentation Insights</strong>: The analysis of academic versus community treatment patterns reveals market dynamics. This understanding guides competitive positioning across different practice settings.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Value Proposition Analysis</strong>: The focus on patient-centered outcomes indicates evolving value metrics. This insight helps assess competitive positioning and market access strategies.",
            "start_time": 546.28
          },
          {
            "p": "<strong>Development Pipeline Assessment</strong>: The studies' methodological approaches reveal R&D strategy trends. This knowledge supports competitive pipeline analysis and development forecasting.",
            "start_time": 594.18
          },
          {
            "p": "<strong>Stakeholder Strategy Mapping</strong>: The emphasis on cross-disciplinary collaboration shows engagement trends. This insight guides understanding of competitor influence strategies and partnership approaches.",
            "start_time": 634.10
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>Research Institution Landscape</strong>: Dr. Kuttner's affiliation with MGH and Harvard Medical School, along with leadership roles in NRG and NCI committees, reveals the competitive dynamics of institutional research. This network analysis helps identify key research centers and potential collaboration opportunities.",
            "start_time": 103.44
          },
          {
            "p": "<strong>Market Size Analysis</strong>: The presentation's data on 30,000 annual US diagnoses and global mortality rankings provides crucial market sizing insights. This epidemiological context helps assess market potential and identify regional opportunities for strategic focus.",
            "start_time": 225.52
          },
          {
            "p": "<strong>Diagnostic Market Dynamics</strong>: The discussion of early-stage diagnostic challenges highlights an important market gap. Understanding these clinical limitations informs competitive positioning in the diagnostic and early detection market segments.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Research Funding Analysis</strong>: The Foundation's success in securing $1.45 million in research grants indicates growing investment in gastric cancer research. This funding pattern analysis helps track research priorities and potential market directions.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Technology Innovation Mapping</strong>: Dr. Kuttner's focus on cancer genomics, targeted therapies, and immune-mediated approaches provides insights into emerging technology trends. This information is vital for mapping competitive landscapes in precision medicine.",
            "start_time": 432.18
          },
          {
            "p": "<strong>Research Partnership Analysis</strong>: The presentation's coverage of multi-institutional collaborations, including Stand Up to Cancer and NCI support, reveals key strategic alliances. This network analysis helps identify influential research partnerships and funding patterns.",
            "start_time": 488.94
          },
          {
            "p": "<strong>Treatment Protocol Evolution</strong>: The discussion of NCCN Guidelines development provides insights into evolving treatment standards. This understanding is crucial for anticipating market changes and competitive positioning in therapeutic areas.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Stakeholder Landscape Assessment</strong>: The webinar's emphasis on patient advocacy and education demonstrates the growing influence of patient organizations. This stakeholder analysis informs engagement strategies and market access approaches.",
            "start_time": 594.66
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Conference Strategy Analysis</strong>: The discussion of ASCO's role in presenting breakthrough research reveals key scientific platform dynamics. Understanding conference positioning helps identify strategic opportunities for data presentation and competitive differentiation.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Research Impact Assessment</strong>: The analysis of how conference presentations influence treatment approaches provides valuable competitive context. This insight helps evaluate the market impact of new clinical data and research initiatives.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Institution Capability Analysis</strong>: UCSF's multidisciplinary approach, featuring surgical, medical oncology, and fellowship programs, demonstrates institutional strengths. This framework helps assess competitive positioning in the academic research landscape.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Digital Platform Strategy</strong>: The webinar's implementation of interactive Q&A reveals evolving engagement models. This insight informs competitive analysis of digital scientific communication platforms and virtual conference strategies.",
            "start_time": 218.66
          },
          {
            "p": "<strong>Research Program Evaluation</strong>: The presentation of UCSF's endocrine optimization program reveals strategic research priorities. This information helps assess institutional focus areas and potential competitive advantages in clinical research.",
            "start_time": 296.38
          },
          {
            "p": "<strong>Healthcare Innovation Analysis</strong>: The discussion of telemedicine research, supported by ASCO and AACR, highlights emerging care delivery trends. This insight helps evaluate competitive positioning in digital health innovation.",
            "start_time": 348.1
          },
          {
            "p": "<strong>Technical Innovation Assessment</strong>: The detailed explanation of axillary lymph node staging approaches reveals surgical technique evolution. This information helps analyze competitive differentiation in surgical innovation and technology adoption.",
            "start_time": 401.84
          },
          {
            "p": "<strong>Educational Strategy Analysis</strong>: The speaker's approach to explaining complex concepts demonstrates effective knowledge translation. This model helps evaluate competitive positioning in medical education and professional development.",
            "start_time": 452.1
          }
        ]
      }
    }
  },
  "prompts": {
    "interests": "Given this information about a financial advisor, return a JSON object {\"interests\": \"...\"} containing comma-separated keywords they would be interested in when listening to a financial podcast.",
    "highlights": "Given this video transcript:\n\nTitle: ${title}\n${transcript_with_timing}\n\nWrite a few paragraphs for:\n\n${profile}\n\nExplain the implications for their investors and how they can leverage this information to maximize returns for their clients. Respond as JSON paragraphs with timing.\n\n```json\n[\n{\"p\": \"[firstname], this video can help your [clientele] about ...\",\"start_time\": ...},{\"p\": \"[insight 1]\",\"start_time\": ...},{\"p\": \"[insight 2]\",\"start_time\": ...},{\"p\": \"[insight 3]\",\"start_time\": ...},]"
  }
}
