{
  "videos": {
    "gi-cancer-asco-2024-practice-changing": {
      "source": "asco",
      "title": "GI Cancer ASCO 2024 Practice Changing",
      "url": "https://www.asco.org/meetings-education/asco-annual-meeting/abstracts/gi-cancer-asco-2024-practice-changing",
      "video": "https://www.asco.org/videos/gi-cancer-asco-2024-practice-changing",
      "youtube": "bhVDYM0U-5E",
      "transcript": "videos/gi-cancer.json"
    },
    "asco-2024-and-esmo-gi-2024": {
      "source": "asco-esmo",
      "title": "ASCO-ESMO GI 2024",
      "url": "https://www.asco.org/meetings-education/asco-annual-meeting/abstracts/asco-esmo-gi-2024",
      "video": "https://www.asco.org/videos/asco-esmo-gi-2024",
      "youtube": "wfOO5BXBrhc",
      "transcript": "videos/asco-2024-and-esmo-gi-2024.json"
    },
    "ucsf-bay-area-breast-cancer": {
      "source": "ucsf",
      "title": "UCSF Bay Area Breast Cancer",
      "url": "https://www.ucsf.edu/news/2023/09/ucsf-bay-area-breast-cancer",
      "video": "https://www.ucsf.edu/video/ucsf-bay-area-breast-cancer",
      "youtube": "JyYo6Z2cWrk",
      "transcript": "videos/ucsf-bay-area-breast-cancer.json"
    }
  },
  "advisors": {
    "rachel-green": {
      "img": "img/jane-doe.webp",
      "name": "Rachel Green",
      "role": "Senior Manager, Brand/Product Strategy",
      "age": 38,
      "background": "MBA in Marketing, 12 years in the pharmaceutical industry, focusing on oncology.",
      "specialties": "Market positioning, brand lifecycle management, cross-functional collaboration.",
      "clientele": "Healthcare professionals, advocacy groups, and patient networks.",
      "goals": "Identify market opportunities and create impactful strategies for oncology products.",
      "challenges": "Addressing competition, staying updated with clinical advancements, and tailoring brand messages.",
      "interests": "New treatment options, emerging clinical data, market differentiation, patient advocacy insights, competitive landscape analysis, treatment access strategies.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Plenary Strategic Impact</strong>: Your MBA analytical skills are vital in understanding why this study at 2:10 earned plenary status at ASCO 2024. As one of only five featured studies, its focus on comparing community versus academic treatment approaches directly informs your market segmentation and access strategies.",
            "start_time": 130.88
          },
          {
            "p": "<strong>CROSS to FLOT Evolution Analysis</strong>: Drawing on your pharmaceutical expertise, the discussion at 2:38 of CROSS's evolution from breakthrough to control arm demonstrates the dynamic nature of treatment standards, crucial for your product lifecycle planning and market positioning.",
            "start_time": 158.42
          },
          {
            "p": "<strong>Treatment Protocol Implementation</strong>: Your market strategy role benefits from the analysis at 3:39 of how methodological challenges in evolving treatment landscapes impact protocol adoption, informing your educational initiatives and stakeholder engagement.",
            "start_time": 219.12
          },
          {
            "p": "<strong>Market Access Pattern Analysis</strong>: Leveraging your expertise in market segmentation, the discussion at 6:41 about different implementation approaches between academic and community settings provides crucial insights for developing targeted access strategies.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Treatment Sequencing Strategy</strong>: Your brand strategy background enhances the interpretation at 8:20 of optimal treatment sequencing data, crucial for developing comprehensive market access and educational programs.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Cross-disciplinary Integration</strong>: Your strategic planning expertise aligns with the emphasis at 9:54 on multidisciplinary care coordination, informing your approach to facilitating collaborative treatment decision-making.",
            "start_time": 594.18
          },
          {
            "p": "<strong>Clinical Practice Evolution</strong>: Your MBA analytical skills are valuable in assessing the discussion at 11:27 about rapidly changing treatment standards and their impact on clinical practice patterns, crucial for market adaptation strategies.",
            "start_time": 687.94
          },
          {
            "p": "<strong>Patient Outcome Optimization</strong>: Your pharmaceutical background enriches the analysis at 13:51 of treatment outcomes and safety profiles, supporting your development of targeted educational and market access initiatives.",
            "start_time": 831.21
          },
          {
            "p": "<strong>Market Implementation Framework</strong>: Your strategic role benefits from the insights at 16:06 about implementing complex treatment protocols across different practice settings, informing your comprehensive market access planning.",
            "start_time": 966.21
          },
          {
            "p": "<strong>Future Treatment Integration</strong>: Drawing on your brand strategy expertise, the discussion at 18:58 about emerging treatment approaches and their integration into current protocols guides your long-term market planning strategies.",
            "start_time": 1138.21
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>MGH-Harvard Research Network Impact</strong>: As Senior Manager in Brand/Product Strategy, Dr. Kuntner's leadership in gastric and esophageal cancer genomics at MGH-Harvard, combined with NRG and NCI committee roles, provides crucial insights. This institutional research network aligns with your goal of identifying strategic partnerships and market opportunities.",
            "start_time": 103.44
          },
          {
            "p": "<strong>S-EPEC Trial Market Strategy</strong>: Your pharmaceutical background enhances appreciation of the S-EPEC trial comparing FLOT versus CROSS approaches. The study's focus on real-world treatment patterns between academic and community settings directly informs your market positioning and access strategies.",
            "start_time": 432.18
          },
          {
            "p": "<strong>FLOT Completion Rate Analysis</strong>: Drawing on your MBA analytical skills, the completion rate comparison (90% preoperative vs 50% postoperative FLOT) provides critical market insights. This data supports your specialty in developing evidence-based market access programs and educational initiatives.",
            "start_time": 747.5
          },
          {
            "p": "<strong>INFINITY No-Surgery Trial</strong>: Your interest in patient-centric approaches aligns with INFINITY's investigation of surgery avoidance in select patients. This innovative trial design informs your strategy for positioning treatments that enhance patient quality of life.",
            "start_time": 921.42
          },
          {
            "p": "<strong>RENAISSANCE Stage IV Strategy</strong>: Leveraging your role in brand strategy, the RENAISSANCE trial's examination of surgical timing in stage IV disease provides key market insights. The findings inform your product positioning across different treatment settings and patient segments.",
            "start_time": 1141.32
          },
          {
            "p": "<strong>ARMANI Treatment Optimization</strong>: Your background in market differentiation benefits from ARMANI's focus on treatment sequence optimization. The study's emphasis on maximizing therapeutic benefit aligns with your goal of developing comprehensive market strategies.",
            "start_time": 1308.78
          },
          {
            "p": "<strong>Keynote 585/811 Integration</strong>: Your specialty in strategic planning is enhanced by understanding Keynote 585's stage II/III immunotherapy findings and Keynote 811's HER2-positive results. This data guides your immunotherapy positioning strategies across different disease stages.",
            "start_time": 1549.12
          },
          {
            "p": "<strong>Claudin-18.2 Market Opportunity</strong>: Aligning with your goal of identifying market opportunities, the Spotlight and GLOW trials of zolbetuximab targeting Claudin-18.2 present key strategic insights. The anticipated November FDA approval timeline informs your market preparation and launch planning.",
            "start_time": 1785.36
          },
          {
            "p": "<strong>Novel Targets Pipeline Analysis</strong>: Your pharmaceutical expertise is valuable in analyzing emerging targets (FGFR-2B, TIGIT, MET). This pipeline assessment supports your interest in developing innovative market strategies and identifying future growth opportunities.",
            "start_time": 2108.89
          },
          {
            "p": "<strong>Regional Treatment Strategy</strong>: Drawing on your role in global market strategy, the discussion at 35:26 about regional preferences for treatment regimens (US vs Asia) informs your market access planning and regional adaptation strategies.",
            "start_time": 2126.25
          },
          {
            "p": "<strong>Three-Year Survival Data in Stage IV Disease</strong>: Your MBA analytical background is valuable in interpreting the survival data at 35:43, showing how precise long-term survival metrics (3-year, 4-year outcomes) inform patient communications and market planning strategies.",
            "start_time": 2143.67
          },
          {
            "p": "<strong>Zolbetuximab Plus Chemotherapy Efficacy Analysis</strong>: Drawing on your pharmaceutical expertise, the analysis at 36:23 demonstrates a significant 5% improvement in 3-year survival rates (20% vs 15%) with zolbetuximab addition, providing concrete data for market differentiation.",
            "start_time": 2183.83
          },
          {
            "p": "<strong>Median Survival Benefit Assessment</strong>: Your strategic planning role benefits from the detailed comparison at 36:48 showing three-month median survival improvement, paralleling immune therapy patterns and informing value proposition development.",
            "start_time": 2208.35
          },
          {
            "p": "<strong>Market Positioning Strategy</strong>: Your background in market differentiation is enhanced by the discussion at 37:25 about treatment sequencing and combination therapy approaches. This insight supports your development of comprehensive market strategies.",
            "start_time": 2245.67
          },
          {
            "p": "<strong>Competitive Landscape Analysis</strong>: The analysis at 38:03 of emerging treatment options and their impact on market dynamics informs your competitive positioning strategies. This data supports your goal of identifying market opportunities and creating impactful strategies.",
            "start_time": 2283.83
          },
          {
            "p": "<strong>Treatment Access Strategies</strong>: Your role in strategic planning benefits from the discussion at 38:42 about treatment access and patient advocacy. This insight supports your development of market access strategies and educational initiatives.",
            "start_time": 2322.25
          },
          {
            "p": "<strong>Market Forecasting Insights</strong>: The presentation's data on market trends and growth opportunities informs your market forecasting and strategic planning. This insight supports your goal of identifying market opportunities and creating impactful strategies.",
            "start_time": 2360.67
          },
          {
            "p": "<strong>Brand Lifecycle Management</strong>: Your background in brand lifecycle management is enhanced by the discussion at 40:00 about product positioning and market access strategies. This insight supports your development of comprehensive brand strategies.",
            "start_time": 2400.83
          },
          {
            "p": "<strong>Cross-functional Collaboration</strong>: The emphasis on cross-functional collaboration at 40:40 demonstrates effective team-based approaches. This insight supports your role in facilitating collaborative care discussions and developing comprehensive market strategies.",
            "start_time": 2440.25
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Surgical Expertise</strong>: Rachel demonstrates her surgical expertise by analyzing lymph node procedures in NSABP trials. She leads the endocrine optimization program and provides critical insights into surgical outcomes from clinical trials. Her innovative approach to patient care is evident through her analysis of individualized treatment strategies.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Clinical Research Excellence</strong>: Rachel's research leadership shines through her telemedicine patient outreach initiatives. She analyzes Alliance trial outcomes and evaluates surgical protocol modifications. Her expertise in treatment optimization is demonstrated through comprehensive protocol analysis.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Patient Care Innovation</strong>: Rachel's commitment to patient-centered care is evident when discussing treatment patterns across institutions. She analyzes patient outcomes and focuses on optimizing treatment protocols. Her strategic approach to patient care is highlighted through innovative methodologies.",
            "start_time": 555.5
          },
          {
            "p": "<strong>Treatment Strategy Development</strong>: Rachel showcases her expertise in developing targeted treatment approaches. Her analysis of surgical outcomes informs protocol development, while she demonstrates leadership in implementing evidence-based practices and provides insights into strategic treatment planning.",
            "start_time": 784.78
          },
          {
            "p": "<strong>Complex Case Management</strong>: Rachel expertly analyzes estrogen-positive tumor cases, demonstrating her deep understanding of cancer biology. Her insights into treatment planning showcase her expertise in managing complex cases, and she discusses long-term risk assessment strategies.",
            "start_time": 1082.66
          },
          {
            "p": "<strong>Treatment Protocol Innovation</strong>: Rachel's leadership in protocol development is evident through her comprehensive treatment analysis. She discusses innovative treatment approaches and evaluates treatment efficacy across different patient populations.",
            "start_time": 1247.84
          },
          {
            "p": "<strong>Clinical Decision Making</strong>: Rachel demonstrates her expertise in evidence-based decision making. Her analysis of treatment outcomes informs protocol development, while she provides insights into managing treatment complications.",
            "start_time": 1407.16
          },
          {
            "p": "<strong>Patient-Centered Strategies</strong>: Rachel's commitment to personalized care is shown through her discussion of patient-specific factors. She analyzes treatment adaptations and focuses on optimizing patient outcomes.",
            "start_time": 1548.14
          },
          {
            "p": "<strong>Therapeutic Advancement</strong>: Rachel leads discussions on innovative therapy approaches. Her expertise in treatment optimization is demonstrated through detailed case analyses, and she evaluates protocol implementation strategies.",
            "start_time": 2144.18
          },
          {
            "p": "<strong>Research Leadership</strong>: Rachel's research expertise is evident when discussing treatment adaptations. She analyzes clinical trial outcomes and provides insights into protocol development.",
            "start_time": 2403.28
          },
          {
            "p": "<strong>Clinical Excellence</strong>: Rachel demonstrates her expertise in managing complex cases. Her leadership in treatment planning is shown through innovative approaches to patient care.",
            "start_time": 2529.14
          },
          {
            "p": "<strong>Treatment Innovation</strong>: Rachel's commitment to advancing treatment protocols is evident through her analysis of therapeutic strategies. She evaluates treatment outcomes and focuses on protocol optimization.",
            "start_time": 2709.46
          },
          {
            "p": "<strong>Healthcare Integration</strong>: Rachel analyzes cross-institutional collaboration in cancer care. Her expertise in system optimization is demonstrated through standardized protocol implementation, and she evaluates healthcare delivery strategies.",
            "start_time": 3368.92
          },
          {
            "p": "<strong>Protocol Development</strong>: Rachel's leadership in protocol development is shown through comprehensive treatment analysis. She discusses evidence-based practices and provides insights into treatment standardization.",
            "start_time": 3847.1
          },
          {
            "p": "<strong>Treatment Framework</strong>: Rachel outlines sustainable treatment frameworks. Her expertise in protocol implementation is demonstrated as she analyzes long-term treatment strategies.",
            "start_time": 4007.4
          },
          {
            "p": "<strong>Evidence-Based Practice</strong>: Rachel's commitment to evidence-based care is evident through her analysis of treatment outcomes. She discusses protocol optimization and focuses on advancing cancer care through research-driven approaches.",
            "start_time": 4144.18
          }
        ]
      }
    },
    "david-wilson": {
      "img": "img/michael-brown.webp",
      "name": "David Wilson",
      "role": "Regional MSL, Oncology",
      "age": 45,
      "background": "PharmD, 15 years in medical affairs, with 8 years specializing in gastrointestinal oncology.",
      "specialties": "Stakeholder engagement, KOL (Key Opinion Leader) management, education delivery.",
      "clientele": "Oncologists, surgeons, and research coordinators.",
      "goals": "Build relationships with KOLs, ensure accurate dissemination of medical information, and support clinical education.",
      "challenges": "Translating complex data into actionable insights, maintaining credibility, and addressing tough scientific questions.",
      "interests": "Immunotherapy breakthroughs, chemotherapy advancements, clinical trial data, treatment guidelines, and patient case studies.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Plenary Selection Impact</strong>: As an MSL with 15 years in medical affairs, the selection of S-EPEC as one of only five plenary studies provides you with a powerful context for KOL discussions about the evolving esophageal adenocarcinoma treatment landscape.",
            "start_time": 44.64
          },
          {
            "p": "<strong>CROSS Protocol Historical Evolution</strong>: The detailed history of CROSS protocol from 2012 offers valuable historical perspective for your educational initiatives. This background enhances your ability to discuss treatment evolution with healthcare providers.",
            "start_time": 96.82
          },
          {
            "p": "<strong>Community vs Academic Treatment Patterns</strong>: The analysis of chemoradiation prevalence in community settings versus FLOT in academic centers aligns with your role in bridging treatment approaches across different practice settings.",
            "start_time": 119.6
          },
          {
            "p": "<strong>FLOT Trial Completion Analysis</strong>: The data showing 90% completion of preoperative FLOT but only 50% reaching postoperative therapy provides crucial insights for your discussions about treatment sequencing and patient management.",
            "start_time": 202.06
          },
          {
            "p": "<strong>NeoAges Trial Methodological Insights</strong>: The discussion of NeoAges trial's timing during the transition from epiribicin-based treatments to FLOT offers valuable teaching points about clinical trial design evolution.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Checkmate 577 Integration Strategy</strong>: Dr. Goodman's insights about potential synergies between radiation and adjuvant immunotherapy provide key discussion points for your KOL interactions about treatment optimization.",
            "start_time": 350.94
          },
          {
            "p": "<strong>CROSS Protocol Compliance Criteria</strong>: The detailed analysis of CROSS completion criteria, including the impact of missing even a single chemotherapy dose, offers important context for discussions about protocol adherence.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Multidisciplinary Care Implementation</strong>: The emphasis on tumor board involvement and cross-specialty collaboration aligns with your goal of facilitating comprehensive treatment planning discussions.",
            "start_time": 594.18
          },
          {
            "p": "<strong>FLOT4 Long-term Outcomes</strong>: The comparison with historical FLOT4 data provides valuable context for your discussions about long-term treatment outcomes and the evolution of perioperative chemotherapy approaches.",
            "start_time": 687.94
          },
          {
            "p": "<strong>Treatment Selection Criteria</strong>: The analysis of patient factors influencing treatment decisions between CROSS and FLOT approaches offers crucial insights for your educational role in helping clinicians optimize patient selection.",
            "start_time": 831.21
          },
          {
            "p": "<strong>Real-world Implementation Challenges</strong>: The discussion of practical challenges in implementing both CROSS and FLOT protocols provides important teaching points for your interactions with community oncologists.",
            "start_time": 1049.05
          },
          {
            "p": "<strong>Future Trial Design Considerations</strong>: The examination of how evolving standards of care impact ongoing trials offers valuable insights for your discussions about emerging research with investigators and research coordinators.",
            "start_time": 1298.82
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>FLOT vs CROSS Treatment Paradigm</strong>: The shift from chemoradiation to FLOT as the preferred standard of care provides you with critical context for educating healthcare providers about evolving treatment landscapes in esophageal cancer.",
            "start_time": 169.02
          },
          {
            "p": "<strong>Micrometastatic Disease Management</strong>: The discussion of microscopic cancer cells and their role in recurrence offers valuable teaching points for your interactions about the importance of systemic therapy approaches.",
            "start_time": 296.96
          },
          {
            "p": "<strong>INFINITY Trial Insights</strong>: The potential pathway to surgery-free approaches aligns with your role in discussing patient-centric treatment options and emerging clinical trial opportunities.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Renaissance Trial Analysis</strong>: The evidence regarding surgical intervention in stage IV disease provides crucial discussion points for your interactions with multidisciplinary teams about treatment sequencing.",
            "start_time": 488.94
          },
          {
            "p": "<strong>ARMANI Protocol Implementation</strong>: The emphasis on comprehensive treatment utilization offers important context for your discussions about optimizing patient care pathways and resource allocation.",
            "start_time": 544.18
          },
          {
            "p": "<strong>Keynote 585 Trial Updates</strong>: The ongoing evaluation of immunotherapy in stage II/III disease provides key insights for your educational initiatives about evolving treatment paradigms.",
            "start_time": 634.12
          },
          {
            "p": "<strong>Keynote 811 Patient Selection</strong>: The focus on patient selection for HER2-targeted immunotherapy combinations enhances your ability to facilitate discussions about biomarker-driven treatment approaches.",
            "start_time": 747.5
          },
          {
            "p": "<strong>Zolbetuximab Development</strong>: The anticipated FDA approval of zolbetuximab offers valuable context for your discussions about emerging targeted therapies and their integration into treatment algorithms.",
            "start_time": 858.16
          },
          {
            "p": "<strong>Novel Target Exploration</strong>: The examination of FGFR-2B, TIGIT, and MET pathways provides crucial material for your educational sessions about the expanding landscape of precision medicine.",
            "start_time": 978.96
          },
          {
            "p": "<strong>Real-world Evidence Integration</strong>: The presentation of clinical trial populations reflecting real-world patients strengthens your ability to discuss practical implementation of research findings.",
            "start_time": 1082.28
          },
          {
            "p": "<strong>Treatment Completion Analysis</strong>: The data on therapy completion rates across different protocols provides important context for your discussions about treatment adherence and patient support.",
            "start_time": 1211.72
          },
          {
            "p": "<strong>Future Research Directions</strong>: The overview of upcoming clinical trials and therapeutic targets enhances your ability to engage KOLs in discussions about the future of gastric cancer treatment.",
            "start_time": 1352.56
          },
          {
            "p": "<strong>Survival Data Interpretation</strong>: The detailed analysis of survival curves and risk tables provides you with essential statistical context for discussing treatment outcomes with healthcare providers.",
            "start_time": 1391.06
          },
          {
            "p": "<strong>Biomarker-Driven Strategies</strong>: The discussion of patient stratification based on molecular markers enhances your ability to facilitate precision medicine discussions with oncology teams.",
            "start_time": 1446.1
          },
          {
            "p": "<strong>Quality of Life Considerations</strong>: The presentation's emphasis on treatment tolerability and patient experience offers valuable insights for your discussions about holistic patient care approaches.",
            "start_time": 1492.32
          },
          {
            "p": "<strong>Clinical Trial Design Evolution</strong>: The analysis of adaptive trial designs and endpoint selection provides crucial context for your interactions with research teams and investigators.",
            "start_time": 1549.12
          },
          {
            "p": "<strong>Treatment Sequencing Strategies</strong>: The evaluation of optimal treatment sequencing across different patient populations offers important teaching points for your educational initiatives.",
            "start_time": 1604.1
          },
          {
            "p": "<strong>Multidisciplinary Collaboration</strong>: The emphasis on team-based approaches to patient care aligns with your role in facilitating cross-specialty communication and treatment planning.",
            "start_time": 1836.92
          },
          {
            "p": "<strong>Future Research Directions</strong>: The discussion of upcoming trials and therapeutic approaches provides valuable context for your long-term strategic planning with research teams.",
            "start_time": 1944.51
          },
          {
            "p": "<strong>Implementation Challenges</strong>: The analysis of real-world implementation barriers and solutions offers crucial insights for your discussions about treatment protocol adoption.",
            "start_time": 2060.77
          },
          {
            "p": "<strong>Biomarker-Driven Therapy</strong>: The discussion of novel biomarker-driven approaches, particularly in HER2-positive and Claudin-18.2-positive patients, provides valuable insights for educating healthcare providers about precision medicine strategies.",
            "start_time": 2169.39
          },
          {
            "p": "<strong>Clinical Trial Updates</strong>: The presentation of recent clinical trial results, including survival data and response rates, offers critical information for your discussions with healthcare providers about evolving treatment standards.",
            "start_time": 2330.63
          },
          {
            "p": "<strong>Patient Selection Criteria</strong>: The analysis of patient selection strategies for various treatment approaches provides important guidance for your educational efforts about optimizing treatment decisions.",
            "start_time": 2482.31
          },
          {
            "p": "<strong>Safety Profile Analysis</strong>: The detailed discussion of treatment-related adverse events and management strategies enriches your ability to educate healthcare providers about balancing efficacy and safety.",
            "start_time": 2634.59
          },
          {
            "p": "<strong>Future Treatment Directions</strong>: The exploration of emerging therapeutic approaches and ongoing clinical trials provides valuable context for your discussions about the evolving treatment landscape.",
            "start_time": 2791.43
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Clinical Updates from ASCO</strong>: Dr. Hope Rugo presents key clinical trial outcomes from ASCO 2024, providing you with actionable data points for KOL discussions. The presentation highlights significant improvements in progression-free survival and response rates, essential for educating healthcare providers about evolving treatment standards.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Surgical Protocol Advances</strong>: The discussion of surgical techniques by Dr. Alvarado and Dr. Tang offers critical insights for your educational initiatives. Their comparative analysis of outcomes between different surgical approaches provides evidence-based data to support treatment decision discussions with healthcare providers.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Treatment Optimization Data</strong>: Dr. Chen's presentation of endocrine optimization and neoadjuvant treatment outcomes through the ISPI program provides valuable efficacy data for your KOL engagement. The real-world evidence from clinical trials supports your role in bridging research findings with clinical practice.",
            "start_time": 137.92
          },
          {
            "p": "<strong>Digital Health Integration</strong>: Dr. Natsuhara's telemedicine research presents implementation data and patient outcomes that inform your discussions about practice optimization. These findings help you guide healthcare providers in integrating technology-enabled care delivery solutions.",
            "start_time": 218.66
          },
          {
            "p": "<strong>Lymph Node Management Evidence</strong>: The comparative analysis of sentinel lymph node biopsy versus traditional methods provides crucial efficacy and safety data for your educational programs. This evidence-based approach helps you guide clinicians in protocol selection and implementation.",
            "start_time": 1142.86
          },
          {
            "p": "<strong>Precision Medicine Implementation</strong>: The presentation of biomarker-driven treatment selection and outcomes data strengthens your ability to educate providers about personalized therapy approaches. The discussion includes practical guidance for patient stratification and treatment optimization.",
            "start_time": 1357.16
          },
          {
            "p": "<strong>Clinical Trial Results Translation</strong>: The detailed analysis of recent trial results provides you with concrete data points about treatment effectiveness across different patient subgroups. This information enhances your ability to support evidence-based decision-making in clinical practice.",
            "start_time": 1506.36
          },
          {
            "p": "<strong>Patient-Centered Protocol Design</strong>: The presentation of quality-of-life outcomes and shared decision-making approaches offers practical implementation strategies for your healthcare provider education. The data supports discussions about balancing treatment efficacy with patient experience.",
            "start_time": 1763.82
          },
          {
            "p": "<strong>Novel Treatment Integration</strong>: The discussion of emerging therapies and their clinical validation provides key data points for your KOL engagement. The presentation includes practical guidance for incorporating new treatment modalities into existing protocols.",
            "start_time": 2144.18
          },
          {
            "p": "<strong>Multidisciplinary Care Coordination</strong>: The evidence supporting team-based treatment approaches offers valuable insights for your educational initiatives. The outcomes data demonstrates the impact of coordinated care on treatment success rates.",
            "start_time": 2368.08
          },
          {
            "p": "<strong>Research Translation to Practice</strong>: The presentation of ongoing clinical programs provides you with updates on emerging treatment approaches and their practical implementation. This information supports your role in helping clinicians adapt to evolving treatment landscapes.",
            "start_time": 2709.46
          },
          {
            "p": "<strong>Treatment Evolution Data</strong>: The discussion of future developments includes comparative effectiveness data and implementation strategies, essential for your KOL discussions about advancing treatment standards. The evidence supports your educational efforts in preparing healthcare providers for emerging therapeutic options.",
            "start_time": 3368.08
          },
          {
            "p": "<strong>Hormone Therapy Protocol Updates</strong>: The presentation of advanced treatment strategies for hormone receptor-positive breast cancers includes specific response rates and patient selection criteria, strengthening your ability to guide clinical decision-making.",
            "start_time": 3582.44
          },
          {
            "p": "<strong>Clinical Trial Efficacy Data</strong>: The analysis of B40-41 trial outcomes provides concrete survival and response data across different breast cancer subtypes. This evidence enhances your ability to support healthcare providers in optimizing treatment selection.",
            "start_time": 3845.62
          },
          {
            "p": "<strong>Long-term Monitoring Protocols</strong>: The discussion of patient monitoring approaches includes specific follow-up protocols and outcome measures, supporting your educational initiatives about comprehensive cancer care management.",
            "start_time": 4102.28
          },
          {
            "p": "<strong>Clinical Case Management</strong>: The Q&A session addresses practical challenges in patient care, providing you with real-world scenarios and evidence-based solutions to share during healthcare provider education sessions.",
            "start_time": 4256.14
          }
        ]
      }
    },
    "emily-harper": {
      "img": "img/emily-turner.webp",
      "name": "Emily Harper",
      "role": "Manager, Medical Scientific Communications",
      "age": 33,
      "background": "MSc in Scientific Writing, 8 years of experience in oncology publications and educational materials.",
      "specialties": "Publication planning, scientific messaging, and cross-team collaboration.",
      "clientele": "Internal stakeholders (medical affairs, R&D) and external audiences (HCPs, journals).",
      "goals": "Develop clear, accurate, and impactful scientific content aligned with regulatory standards.",
      "challenges": "Managing timelines, ensuring message consistency, and synthesizing complex data for diverse audiences.",
      "interests": "Novel treatment mechanisms, clinical trial results, storytelling with data, effective slide deck preparation, compliance in medical communications.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Trial Communication Strategy</strong>: Your regulatory expertise can be enhanced by studying how this plenary compares academic and community approaches. Understanding these distinctions will strengthen your ability to translate complex trial data into clear scientific narratives that bridge research and practice gaps.",
            "start_time": 44.64
          },
          {
            "p": "<strong>CROSS vs FLOT Messaging Framework</strong>: This comparison of completion rates and tolerability data provides valuable insights for regulatory documentation skills. The detailed protocol analysis offers learning opportunities for developing more effective healthcare provider education materials.",
            "start_time": 169.02
          },
          {
            "p": "<strong>NeoAGES Trial Historical Context</strong>: The evolution from epiribicin to FLOT treatments presents an excellent case study in longitudinal data analysis. This historical perspective offers valuable learning for communicating complex treatment transitions in scientific literature.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Checkmate 577 Integration Messaging</strong>: The synergy between radiation and immunotherapy demonstrates key principles of cross-functional scientific communication. This knowledge will enhance your ability to develop comprehensive treatment narratives across different therapeutic approaches.",
            "start_time": 455.74
          },
          {
            "p": "<strong>Pathologic Response Communication</strong>: The comparison of pathologic response rates provides practical experience in data visualization. These insights will strengthen your ability to transform complex clinical data into clear, impactful scientific messages.",
            "start_time": 634.1
          },
          {
            "p": "<strong>Multidisciplinary Care Narrative</strong>: The parallel with rectal cancer paradigms offers valuable lessons in cross-disciplinary communication. This knowledge will enhance your ability to create unified narratives that effectively bridge multiple specialties.",
            "start_time": 831.21
          },
          {
            "p": "<strong>Treatment Tolerability Analysis</strong>: The detailed protocol completion criteria provide excellent learning material for regulatory documentation. This analysis offers insights for creating precise yet accessible scientific content about complex treatment protocols.",
            "start_time": 1003.41
          },
          {
            "p": "<strong>Local Control Messaging Strategy</strong>: The comparison of FLOT and CROSS outcomes presents valuable lessons in endpoint communication. These insights will enhance your ability to create nuanced scientific messages that maintain clarity and impact.",
            "start_time": 1244.62
          },
          {
            "p": "<strong>Immunotherapy Integration Framework</strong>: The emerging treatment synergies provide rich learning opportunities for scientific narrative development. This knowledge will strengthen your ability to create comprehensive educational content about complex therapeutic approaches.",
            "start_time": 1434.46
          },
          {
            "p": "<strong>Future Directions Communication</strong>: The evolving treatment landscape offers valuable insights for strategic scientific communication. This understanding will enhance your ability to develop forward-looking narratives while maintaining regulatory compliance.",
            "start_time": 1574.88
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>KEYNOTE-811 Survival Data</strong>: Your expertise in regulatory writing is crucial for communicating how pembrolizumab plus trastuzumab demonstrated significant overall survival benefit in HER2-positive gastric cancer. This landmark trial provides opportunities to develop clear scientific narratives about practice-changing immunotherapy combinations.",
            "start_time": 103.44
          },
          {
            "p": "<strong>NAPOLI-3 Treatment Comparison</strong>: Your data visualization skills are vital for presenting NALIRIFOX's superiority over gemcitabine/nab-paclitaxel in metastatic pancreatic cancer. The comprehensive safety and efficacy data enables development of balanced scientific content for healthcare provider education.",
            "start_time": 287.56
          },
          {
            "p": "<strong>HIMALAYA STRIDE Regimen</strong>: Your experience in endpoint communication enhances the presentation of durvalumab plus tremelimumab's novel dosing approach in HCC. The unique STRIDE regimen data provides foundation for developing comprehensive scientific narratives about innovative immunotherapy strategies.",
            "start_time": 456.82
          },
          {
            "p": "<strong>COSMIC-312 Combination Analysis</strong>: Your background in scientific storytelling enhances the communication of cabozantinib plus atezolizumab's synergistic effects in HCC. The comparative data offers opportunities for developing clear messages about optimal treatment sequencing.",
            "start_time": 634.28
          },
          {
            "p": "<strong>CheckMate-648 Long-term Outcomes</strong>: Your regulatory expertise is essential for communicating nivolumab's sustained impact in esophageal squamous cell carcinoma. The extended follow-up data provides material for developing evidence-based scientific narratives about immunotherapy durability.",
            "start_time": 812.64
          },
          {
            "p": "<strong>KRYSTAL-1 Molecular Targeting</strong>: Your cross-functional communication skills support the presentation of adagrasib's efficacy in KRAS G12C-mutated cancers. The biomarker-driven results enable development of precise scientific messaging about personalized medicine approaches.",
            "start_time": 1023.92
          },
          {
            "p": "<strong>TOPAZ-1 Survival Update</strong>: Your longitudinal data presentation experience enhances the communication of durvalumab's sustained benefit in biliary tract cancer. The mature survival data provides context for developing comprehensive treatment narratives.",
            "start_time": 1245.36
          },
          {
            "p": "<strong>SPOTLIGHT Biomarker Strategy</strong>: Your expertise in data visualization strengthens the presentation of zolbetuximab's efficacy in Claudin-18.2-positive gastric cancer. The biomarker analysis results offer framework for developing targeted therapy educational materials.",
            "start_time": 1434.58
          },
          {
            "p": "<strong>SUNLIGHT Combination Benefits</strong>: Your scientific narrative skills enhance the communication of trifluridine/tipiracil plus bevacizumab's synergistic effects. The combination therapy outcomes provide material for developing clear messages about treatment intensification strategies.",
            "start_time": 1678.24
          },
          {
            "p": "<strong>NETTER-2 Radiotherapy Impact</strong>: Your regulatory communication background supports the presentation of lutathera's efficacy in GEP-NETs. The phase III data enables development of comprehensive scientific content about novel radiotherapeutic approaches.",
            "start_time": 1892.46
          },
          {
            "p": "<strong>MOUNTAINEER HER2 Strategy</strong>: Your expertise in scientific messaging strengthens the communication of tucatinib-trastuzumab's role in HER2-positive colorectal cancer. The targeted therapy data provides foundation for developing precise narratives about biomarker-selected treatment.",
            "start_time": 2168.82
          },
          {
            "p": "<strong>FRESCO-2 Global Impact</strong>: Your experience in endpoint communication enhances the presentation of fruquintinib's worldwide efficacy in refractory colorectal cancer. The international trial data offers opportunities for developing evidence-based treatment narratives.",
            "start_time": 2384.64
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>Clinical Trial Analysis</strong>: Enhance your data presentation skills through Dr. Hope Rugo's ASCO 2024 updates. Learn to effectively communicate progression-free survival and response rates to educate healthcare providers about evolving treatment standards.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Surgical Innovation Messaging</strong>: Your data visualization skills enhance the communication of Dr. Alvarado and Dr. Tang's surgical advances. Their comparative analysis of techniques offers material for developing evidence-based educational content about surgical decision-making.",
            "start_time": 486.3
          },
          {
            "p": "<strong>ISPI Program Outcomes</strong>: Your cross-functional communication expertise strengthens the presentation of Dr. Chen's endocrine optimization research. The ISPI program data provides foundation for developing comprehensive narratives about treatment personalization.",
            "start_time": 768.92
          },
          {
            "p": "<strong>Telemedicine Implementation Framework</strong>: Your background in scientific storytelling supports communicating Dr. Natsuhara's telemedicine research outcomes. The ASCO-funded study results offer opportunities for developing clear messages about technology-enabled care delivery.",
            "start_time": 982.66
          },
          {
            "p": "<strong>Lymph Node Management Strategy</strong>: Your regulatory expertise is vital for communicating the comparative analysis of sentinel node biopsy approaches. The methodological innovations provide material for developing balanced scientific content about surgical protocol selection.",
            "start_time": 1142.86
          },
          {
            "p": "<strong>Biomarker-Driven Treatment Communication</strong>: Your experience in endpoint communication enhances the presentation of personalized treatment approaches. The tumor biology data creates opportunities for developing precise scientific messaging about treatment stratification.",
            "start_time": 1557.16
          },
          {
            "p": "<strong>Clinical Trial Results Translation</strong>: Your data visualization skills strengthen the communication of recent trial outcomes. The effectiveness data provides framework for developing comprehensive educational materials about evidence-based practices.",
            "start_time": 1863.82
          },
          {
            "p": "<strong>Quality of Life Assessment</strong>: Your scientific narrative development expertise supports communicating patient-centered outcomes. The quality of life data offers material for developing balanced content about comprehensive care approaches.",
            "start_time": 1963.82
          },
          {
            "p": "<strong>Novel Treatment Integration</strong>: Your cross-functional communication skills enhance the presentation of emerging therapy modalities. The clinical validation data provides foundation for developing clear scientific narratives about treatment advances.",
            "start_time": 2144.18
          },
          {
            "p": "<strong>Multidisciplinary Care Coordination</strong>: Your background in collaborative writing strengthens the communication of team-based approaches. The integrated expertise data offers opportunities for developing comprehensive messages about coordinated care delivery.",
            "start_time": 2568.08
          },
          {
            "p": "<strong>Research Program Implementation</strong>: Your regulatory expertise supports communicating ongoing clinical initiatives. The research project outcomes provide material for developing precise scientific content about advancing treatment knowledge.",
            "start_time": 2909.46
          },
          {
            "p": "<strong>Future Treatment Paradigms</strong>: Your experience in strategic communication enhances the presentation of emerging developments. The innovative approach data creates opportunities for developing forward-looking scientific narratives.",
            "start_time": 3168.08
          },
          {
            "p": "<strong>Hormone Therapy Protocol Updates</strong>: Your data visualization skills strengthen the communication of advanced treatment strategies for HR-positive cancers. The response rate data provides framework for developing targeted educational content.",
            "start_time": 3582.44
          },
          {
            "p": "<strong>B40-41 Trial Analysis</strong>: Your expertise in endpoint communication supports presenting detailed trial outcomes. The subtype-specific data offers material for developing evidence-based scientific narratives about treatment selection.",
            "start_time": 3845.62
          },
          {
            "p": "<strong>Long-term Care Protocol</strong>: Your scientific storytelling background enhances the communication of monitoring approaches. The follow-up protocol data provides foundation for developing comprehensive care management content.",
            "start_time": 4102.28
          },
          {
            "p": "<strong>Clinical Implementation Guide</strong>: Your cross-functional expertise strengthens the communication of practical challenges and solutions. The Q&A session insights offer opportunities for developing actionable educational materials.",
            "start_time": 4256.14
          }
        ]
      }
    },
    "mia-chen": {
      "img": "img/mia-chen.jpg",
      "name": "Mia Chen",
      "role": "Director, Competitive Intelligence",
      "age": 42,
      "background": "Biostatistics and data analytics, 17 years in the pharmaceutical industry.",
      "specialties": "Competitor analysis, strategic planning, and market forecasting.",
      "clientele": "Executive leadership and business development teams.",
      "goals": "Provide actionable insights to anticipate competitive moves and inform strategic decisions.",
      "challenges": "Sifting through large datasets, aligning with evolving regulatory landscapes, and predicting market trends.",
      "interests": "Pipeline updates, ASCO/ESMO GI conference findings, emerging therapeutic areas, treatment paradigms, regulatory milestones, and innovation trends.",
      "highlights": {
        "gi-cancer-asco-2024-practice-changing": [
          {
            "p": "<strong>S-EPEC Trial Analysis</strong>: Enhance your understanding of clinical trial design by studying the S-EPEC study's methodology in esophageal adenocarcinoma. Learn how evolving standards of care during trial maturation can impact study outcomes and interpretation.",
            "start_time": 54.02
          },
          {
            "p": "<strong>CROSS Protocol Evolution</strong>: Develop insights into historical treatment paradigms by examining how the CROSS regimen transformed esophageal cancer care since 2012. Study the protocol's completion criteria and its implications for modern supportive care strategies.",
            "start_time": 115.3
          },
          {
            "p": "<strong>FLOT vs CROSS Completion Analysis</strong>: Build expertise in analyzing treatment adherence data by comparing completion rates between perioperative FLOT (90% preoperative, 50% postoperative) and CROSS regimens. Learn to evaluate protocol stringency's impact on reported outcomes.",
            "start_time": 202.06
          },
          {
            "p": "<strong>Checkmate 577 Integration</strong>: Strengthen your knowledge of immunotherapy integration by studying how Checkmate 577's findings influence treatment decisions. Explore potential synergies between radiation therapy and adjuvant immunotherapy.",
            "start_time": 298.26
          },
          {
            "p": "<strong>Pathologic Response Assessment</strong>: Develop skills in evaluating pathologic complete response rates across different treatment approaches. Learn to interpret how these outcomes might influence subsequent immunotherapy decisions.",
            "start_time": 401.94
          },
          {
            "p": "<strong>Multidisciplinary Care Model</strong>: Enhance your understanding of tumor board dynamics by studying the parallels between esophageal and rectal cancer management. Learn how radiation oncology and surgical expertise influence treatment planning.",
            "start_time": 500.68
          },
          {
            "p": "<strong>Local vs Systemic Control Strategy</strong>: Build expertise in distinguishing between local and systemic disease control approaches. Study how FLOT and CROSS regimens differ in their mechanisms of action and clinical objectives.",
            "start_time": 634.1
          },
          {
            "p": "<strong>Patient Selection Criteria</strong>: Develop proficiency in evaluating patient factors that influence treatment selection. Learn how to assess fitness for intensive perioperative chemotherapy versus concurrent chemoradiation.",
            "start_time": 739.66
          },
          {
            "p": "<strong>Treatment Tolerability Analysis</strong>: Strengthen your ability to analyze toxicity profiles between different treatment approaches. Study how supportive care measures impact treatment completion rates.",
            "start_time": 831.21
          },
          {
            "p": "<strong>Clinical Trial Evolution</strong>: Learn how the field's rapid progress affects ongoing trial design and interpretation. Study the challenges of maintaining trial relevance in an evolving treatment landscape.",
            "start_time": 925.21
          },
          {
            "p": "<strong>Real-world Implementation</strong>: Develop insights into how academic trial findings translate to community practice. Study the practical considerations that influence treatment selection in different practice settings.",
            "start_time": 1049.05
          },
          {
            "p": "<strong>Evidence Synthesis Skills</strong>: Enhance your ability to integrate findings from multiple trials. Learn how to evaluate conflicting evidence and develop balanced treatment recommendations.",
            "start_time": 1138.21
          },
          {
            "p": "<strong>Quality Metrics Analysis</strong>: Build expertise in evaluating treatment quality indicators. Study how protocol adherence measurements impact reported outcomes in clinical trials.",
            "start_time": 1244.62
          },
          {
            "p": "<strong>Future Research Directions</strong>: Develop understanding of emerging research questions in GI oncology. Learn how current findings shape future trial designs and treatment approaches.",
            "start_time": 1434.46
          },
          {
            "p": "<strong>Practice-Changing Data</strong>: Strengthen your ability to identify truly practice-changing evidence. Study how new data integrates with existing treatment paradigms to influence clinical decision-making.",
            "start_time": 1574.88
          }
        ],
        "asco-2024-and-esmo-gi-2024": [
          {
            "p": "<strong>INFINITY Trial Design</strong>: Study how this innovative trial explores non-surgical approaches in esophageal cancer. Learn to evaluate organ preservation strategies and their impact on patient outcomes and quality of life.",
            "start_time": 169.02
          },
          {
            "p": "<strong>RENAISSANCE Trial Methodology</strong>: Analyze the trial design investigating surgical interventions in stage IV gastric cancer. Develop skills in understanding patient selection criteria and their influence on treatment outcomes.",
            "start_time": 225.52
          },
          {
            "p": "<strong>ARMANI Protocol Analysis</strong>: Build expertise in evaluating sequential therapy approaches. Learn how this trial addresses the optimal timing of available treatment modalities to maximize patient benefit.",
            "start_time": 296.96
          },
          {
            "p": "<strong>Keynote-585 Study Design</strong>: Enhance your understanding of immunotherapy integration in early-stage disease. Study the rationale behind adding pembrolizumab to standard treatment in stage II-III gastric cancer.",
            "start_time": 378.76
          },
          {
            "p": "<strong>Keynote-811 Biomarker Analysis</strong>: Develop skills in interpreting biomarker-driven patient selection for HER2-targeted therapy combinations. Learn how molecular testing influences treatment decisions.",
            "start_time": 432.18
          },
          {
            "p": "<strong>SPOTLIGHT Trial Outcomes</strong>: Study the development and validation of zolbetuximab for CLDN18.2-positive gastric cancer. Learn how novel targeted therapies are evaluated and integrated into treatment algorithms.",
            "start_time": 488.94
          },
          {
            "p": "<strong>GLOW Study Implementation</strong>: Analyze how the GLOW trial builds on SPOTLIGHT findings. Develop understanding of how complementary trials strengthen evidence for new therapeutic approaches.",
            "start_time": 544.18
          },
          {
            "p": "<strong>FGFR2b Target Evaluation</strong>: Build knowledge about emerging molecular targets in gastric cancer. Study how novel targeted therapies are developed and tested in clinical trials.",
            "start_time": 634.12
          },
          {
            "p": "<strong>TIGIT Pathway Analysis</strong>: Learn about innovative immune checkpoint targets beyond PD-1/PD-L1. Develop understanding of how new immunotherapy approaches are evaluated.",
            "start_time": 747.5
          },
          {
            "p": "<strong>MET Inhibition Strategy</strong>: Study the rationale and development of MET-targeted therapies. Learn how molecular alterations guide the development of precision medicine approaches.",
            "start_time": 858.16
          },
          {
            "p": "<strong>Quality of Life Assessment</strong>: Enhance your understanding of patient-reported outcomes in clinical trials. Learn how these measures influence treatment decisions and trial design.",
            "start_time": 978.96
          },
          {
            "p": "<strong>Treatment Sequencing Analysis</strong>: Build expertise in evaluating optimal treatment sequences. Study how clinical trial data guides decision-making about therapy ordering.",
            "start_time": 1082.28
          },
          {
            "p": "<strong>Biomarker Integration Strategy</strong>: Develop skills in understanding how multiple biomarkers guide treatment selection. Learn about the evolving role of precision medicine in gastric cancer.",
            "start_time": 1211.72
          },
          {
            "p": "<strong>Real-world Evidence Analysis</strong>: Study how clinical trial findings translate to everyday practice. Learn to evaluate the practical implications of new research findings.",
            "start_time": 1352.56
          },
          {
            "p": "<strong>Future Trial Design</strong>: Enhance your understanding of emerging research directions in gastric cancer. Learn how current findings shape future clinical trial development.",
            "start_time": 1446.10
          },
          {
            "p": "<strong>INFINITY Trial: Exploring Non-surgical Approaches</strong>: The INFINITY trial offers valuable insights into non-surgical treatment approaches for esophageal cancer. As you analyze the trial design and outcomes, you'll gain a deeper understanding of how intensive chemotherapy (FLOT) compares to chemoradiation (CROSS) in terms of survival outcomes. This knowledge will enhance your ability to evaluate treatment strategies and contribute to discussions about optimal patient care pathways.",
            "start_time": 1492
          },
          {
            "p": "<strong>Survival Analysis and Statistical Interpretation</strong>: The detailed survival analysis presented here provides an excellent opportunity to strengthen your understanding of clinical trial data interpretation. The comparison showing 50% survival at five years with chemotherapy versus 38% with chemoradiation demonstrates the importance of rigorous statistical analysis in treatment decision-making. This knowledge will be valuable as you continue to evaluate and present clinical trial results.",
            "start_time": 1549
          },
          {
            "p": "<strong>Treatment Selection and Patient Outcomes</strong>: The discussion of treatment selection criteria and patient outcomes offers important learning opportunities in personalized medicine. By understanding how different treatment approaches affect survival rates and quality of life, you'll be better equipped to contribute to treatment planning discussions and support evidence-based decision making in your role.",
            "start_time": 1604
          },
          {
            "p": "<strong>Long-term Follow-up and Patient Monitoring</strong>: The presentation of long-term follow-up data highlights key considerations in patient monitoring and outcome assessment. This information will help you develop a more comprehensive understanding of how to track and evaluate treatment effectiveness over time, an essential skill in oncology care and research.",
            "start_time": 1654
          },
          {
            "p": "<strong>MSI Status and Treatment Planning</strong>: Learning about the significance of MSI (Microsatellite Instability) and MMR (Mismatch Repair) status in treatment planning is crucial. Understanding how these biomarkers can influence treatment decisions, particularly regarding immunotherapy and surgical approaches, will enhance your ability to contribute to personalized treatment strategies.",
            "start_time": 1727
          },
          {
            "p": "<strong>Immunotherapy Response Assessment</strong>: The discussion of immunotherapy responses in MSI-high patients provides valuable insights into modern treatment approaches. Understanding how to assess and monitor these responses will strengthen your ability to support treatment decisions and patient care planning in your role.",
            "start_time": 1785
          },
          {
            "p": "<strong>Non-surgical Management Strategies</strong>: The presentation of non-surgical management approaches offers important learning opportunities in treatment alternatives. Understanding when surgery can be safely avoided and how to monitor such cases will enhance your ability to contribute to multidisciplinary treatment planning discussions.",
            "start_time": 1850
          },
          {
            "p": "<strong>Quality of Life Considerations</strong>: The emphasis on quality of life outcomes and long-term implications of different treatment approaches provides valuable perspective. This knowledge will help you better understand and contribute to discussions about balancing treatment efficacy with patient well-being.",
            "start_time": 1920
          },
          {
            "p": "<strong>Future Directions in Treatment</strong>: The discussion of emerging treatment strategies and ongoing research provides insight into the future of gastric and esophageal cancer care. Understanding these developments will help you stay current with evolving treatment paradigms and contribute to discussions about innovative approaches.",
            "start_time": 2100
          },
          {
            "p": "<strong>Multidisciplinary Care Coordination</strong>: Learning about the importance of coordinated care between different specialties offers valuable insights into modern oncology practice. Understanding how different treatment modalities can be optimally combined will enhance your ability to contribute to comprehensive patient care strategies.",
            "start_time": 2300
          },
          {
            "p": "<strong>Patient Education and Support</strong>: The emphasis on patient education and support throughout the treatment journey provides important learning opportunities. Understanding how to effectively communicate treatment options and support patient decision-making will be valuable in your role.",
            "start_time": 2500
          },
          {
            "p": "<strong>Research and Clinical Practice Integration</strong>: The discussion of how clinical trial findings translate into practice changes offers valuable insights into evidence-based medicine. This knowledge will enhance your ability to bridge research findings with practical clinical applications in your daily work.",
            "start_time": 2700
          }
        ],
        "ucsf-bay-area-breast-cancer": [
          {
            "p": "<strong>NSABP B-40/41 Trial Analysis</strong>: The comparative analysis of sentinel lymph node biopsy versus axillary dissection provides valuable insights into surgical approach evolution. Understanding the similar disease-free survival rates across different lymph node procedures enhances the ability to evaluate treatment strategies and their impact on patient outcomes.",
            "start_time": 54.02
          },
          {
            "p": "<strong>Endocrine Optimization Program Insights</strong>: The discussion of UCSF's endocrine optimization program through ISPI demonstrates innovative approaches to treatment sequencing. This provides a framework for analyzing how institutional research programs can advance understanding of treatment efficacy.",
            "start_time": 115.3
          },
          {
            "p": "<strong>Telemedicine Research Implementation</strong>: The presentation of ASCO-funded telemedicine research offers insights into evolving healthcare delivery models. This knowledge is valuable for understanding how digital transformation impacts patient care and clinical trial conduct.",
            "start_time": 174.1
          },
          {
            "p": "<strong>Surgical Complications Analysis</strong>: The detailed breakdown of lymphedema rates (5-10% for sentinel biopsy vs 20-30% for axillary dissection) provides crucial data points for comparing treatment approaches and their associated risks.",
            "start_time": 256.76
          },
          {
            "p": "<strong>Alliance Trial Design Analysis</strong>: The ongoing Alliance trial comparing posterior lymph node dissection with radiation offers insights into contemporary clinical trial design. This demonstrates how evolving surgical approaches are being scientifically evaluated.",
            "start_time": 1108.7
          },
          {
            "p": "<strong>Treatment Sequencing Strategy</strong>: The analysis of neoadjuvant therapy outcomes in node-positive patients reveals important patterns in treatment sequencing. This information is valuable for understanding how treatment order affects patient outcomes.",
            "start_time": 1247.84
          },
          {
            "p": "<strong>Surgical Protocol Evolution</strong>: The discussion of individualized surgical approaches at UCSF demonstrates how evidence-based practice changes are implemented. This provides insights into institutional adoption of new treatment paradigms.",
            "start_time": 1407.16
          },
          {
            "p": "<strong>Clinical Trial Integration</strong>: The examination of how multiple ongoing trials inform current practice shows the dynamic nature of evidence-based medicine. Understanding this process is crucial for evaluating competitive treatment approaches.",
            "start_time": 1581.76
          },
          {
            "p": "<strong>Quality Metrics Analysis</strong>: The presentation of long-term follow-up data from various surgical approaches provides valuable metrics for evaluating treatment effectiveness. This information is essential for understanding outcome measures in breast cancer care.",
            "start_time": 2054.00
          },
          {
            "p": "<strong>Institutional Protocol Assessment</strong>: The review of UCSF's approach to patient-specific treatment planning demonstrates how academic centers implement personalized medicine. This offers insights into institutional decision-making processes.",
            "start_time": 2268.50
          },
          {
            "p": "<strong>Multi-Center Trial Outcomes</strong>: The analysis of results from multiple institutions provides a comprehensive view of treatment effectiveness across different settings. This data is valuable for understanding variations in care delivery and outcomes.",
            "start_time": 2483.48
          },
          {
            "p": "<strong>Future Research Directions</strong>: The discussion of upcoming trials and research priorities helps identify emerging trends in breast cancer treatment. This information is crucial for anticipating future changes in treatment paradigms.",
            "start_time": 2709.46
          },
          {
            "p": "<strong>Treatment Algorithm Development</strong>: The presentation of decision-making frameworks for complex cases demonstrates how institutions develop standardized approaches. This insight is valuable for understanding how treatment algorithms evolve.",
            "start_time": 3368.24
          },
          {
            "p": "<strong>Comparative Effectiveness Research</strong>: The analysis of outcomes across different treatment approaches provides crucial data for evaluating therapeutic strategies. This information helps in understanding the relative benefits of various interventions.",
            "start_time": 3582.44
          },
          {
            "p": "<strong>Long-term Outcome Analysis</strong>: The presentation of extended follow-up data offers insights into the durability of treatment effects. This information is essential for evaluating the long-term impact of different therapeutic approaches.",
            "start_time": 3806.28
          },
          {
            "p": "<strong>Practice Pattern Evolution</strong>: The discussion of how treatment patterns have changed over time provides valuable context for understanding the evolution of breast cancer care. This historical perspective helps in anticipating future trends.",
            "start_time": 4102.28
          }
        ]
      }
    }
  },
  "prompts": {
    "interests": "Given this information about a financial advisor, return a JSON object {\"interests\": \"...\"} containing comma-separated keywords they would be interested in when listening to a financial podcast.",
    "highlights": "Given this video transcript:\n\nTitle: ${title}\n${transcript_with_timing}\n\nWrite a few paragraphs for:\n\n${profile}\n\nExplain the implications for their investors and how they can leverage this information to maximize returns for their clients. Respond as JSON paragraphs with timing.\n\n```json\n[\n{\"p\": \"[firstname], this video can help your [clientele] about ...\",\"start_time\": ...},{\"p\": \"[insight 1]\",\"start_time\": ...},{\"p\": \"[insight 2]\",\"start_time\": ...},{\"p\": \"[insight 3]\",\"start_time\": ...},]"
  }
}
